Repository: arpruss/plucker
Catalog: trunk/plucker_desktop/langs/*/plucker-desktop.po
Languages: da, es, ja

source: SD Card
da: SD Kort

source: Select additional handheld to receive the output
da: Vælg yderligere håndholdt, der skal modtage resultatet
ja: 出力するディレクトリを選択してください

source: Select directory in which to place the output
da: Vælg det katalog, resultaterne skal placeres i
es: Seleccionar directorio en el cual guardar el resultado
ja: 出力するディレクトリを選択してください

source: Storage
da: Lager

source: Choose external editor
da: Vælg ekstern tekstredigering
es: Elegir editor externo
ja: 外部エディタを選択

source: Fields to display in details pane:
da: Felter der skal vises i detaljeområdet:
es: Campos para mostrar en el cuadro de detalles:
ja: 詳細画面に表示するフィールド:

source: Select desired fields
da: Vælg ønskede felter
es: Seleccione campos
ja: フィールドを選択

source: Handheld
da: Håndholdt
ja: パームデバイス

source: Handheld user:
da: Håndholdt-bruger:
ja: パームのユーザ名:

source: Location on handheld
da: Placering på håndholdt

source: On the handheld, send the files to:
da: Send filerne hertil på håndholdt:

source: The handheld's RAM memory
da: Den håndholdtes RAM-hukommelse

source: The removable SD/MMC card
da: Det løse SD/MMC-kort

source: Send to the default directory on the card
da: Send til standardkataloget på kortet

source: Send to this specified directory on the card:
da: Send til følgende katalog på kortet:

source: Cancel
da: Annullér
es: Cancelar
ja: キャンセル

source: channel update status
da: Status for kanalopdatering
ja: Plucker Channerの更新状況

source: Unnamed Channel
da: Kanal uden navn
es: Canal sin nombre
ja: 名前無しチャンネル

source: Commandline Interface
da: Kommandolinje-brugerflade
ja: Plucker Desktop コマンドライン インターフェース

source: Build Date
da: Oversat den
es: Fecha de creación
ja: ビルド日付

source: Updates selected channels (-s), due channels (-d), or all channels (-a).
da: Opdatér valgte kanaler (-s), planlagte kanaler (-d), eller alle kanaler (-a).
es: Actualizar canales seleccionados (-s), canales pendientes (-d), o todos los canales (-a).
ja: 選択したチャンネルの更新 (-s), 期限の来たチャンネル (-d), 全チャンネル (-a).

source: If updating selected channels, (-p) specifies channel by their section names
da: Når valgte kanaler opdateres angiver (-p) kanaler som afsnitsnavne
es: Si actualiza los canales seleccionados, (-p) especifica canal por su nombre de sección
ja: 選択したチャンネルを更新する際に、(-p)を指定するとplucker.ini/.pluckerrcファイル

source: in your plucker.ini/.pluckerrc, instead of their channel names.
da: i dit plucker .ini/.pluckerrc fremfor kanalnavne.
es: en su plucker.ini/.pluckerrc, en vez de sus nombres de canal.
ja: で指定した名前でチャンネルの名前を置き換えることができます。

source: If you specify no options, then the application will start in GUI mode.
da: Hvis du ikke angiver tilvalg vil programmet starte med grafisk brugerflade.
es: Si no especifica ninguna opción, la aplicación arrancará en modo grafico
ja: オプションを何も指定しなかった場合はGUIモードで起動します。

source: See online help for more information.
da: Se skærmhjælpen for flere oplysninger.
es: Revise la ayuda en linea para más información
ja: 詳細はオンライン ヘルプを参照して下さい。

source: Summary of options
da: Oversigt over tilvalg
es: Sumario de opciones
ja: オプションの概要

source: Syntax error: You have specified multiple commands. Choose just one of (-s), (-d), or (-a).
da: Syntaksfejl: Du har angivet flere kommandoer. Vælg kun en af (-s), (-d) eller (-a).
es: Error de sintaxis: Ha especificado multiples comandos. Elija sólo uno (-s), (-d), or (-a).
ja: 文法間違い: 複数のコマンドを指定しています。(-s), (-d)または(-a)を一つだけ指定して下さい。

source: Syntax error: To use 'update selected', you must specify some channels.
da: Syntaksfejl: For at bruge 'opdatér valgte' er du nødt til at angive nogle kanaler.
es: Error de sintaxis: Para usar ´Actualizar seleccionados´, debe especificar algún canal.
ja: 文法間違い: 選択したチャンネルを更新するには、何れかのチャンネルを指定する必要があります。

source: Warning: plucker.ini/.pluckerrc has no section=
da: Advarsel: plucker .ini/.pluckerrc indeholder ingen section=
es: Atención: plucker.ini/.pluckerrc no tiene sección=
ja: 警告: plucker.ini/.pluckerrc に section= が存在しません。

source: Warning: None of those channel doc_names could be found in plucker.ini/.pluckerrc.
da: Advarsel: Ingen af disse kanalnavne blev fundet i plucker .ini/.pluckerrc.
es: Atención: Ninguno de los nombres de esos canales puede ser encontrado en plucker.ini/.pluckerrc.
ja: 警告: これらのチャンネル名が plucker.ini/.pluckerrc の中にに見付かりません。

source: You have no channels in your plucker.ini/.pluckerrc file. Add some channels first.
da: du har ingen kanaler i din plucker .ini/.pluckerrc-filer. Tilføj først nogle kanaler.
es: No tiene canales en su fichero plucker.ini/.pluckerrc. Añada algunos canales primero.
ja: plucker.ini/.pluckerrc ファイルにチャンネルが有りません。最初にチャンネルを追加してください。

source: Palm Desktop detection warning
da: Advarsel om tilstedeværelse af Palm Desktop
es: Advertencia de detección de Palm Desktop
ja: Palm Desktopが検出した警告

source: Always perform this check in the future
da: Tjek altid dette i fremtiden
es: Siempre realizar esta comprobación en el futuro
ja: このチェックを常に実施

source: Error: unable to get Lastuser_name from Registry
da: Fejl: kunne ikke hente Lastuser_name fra registreringsdatabasen
es: Error: imposible coger Lastuser_name del registro.
ja: エラー：Lastuser_nameがレジストリから取得できません。

source: Error: unable to get Palm path from Registry
da: Fejl: kunne ikke hente Palm-sti fra registreringsdatabasen
es: Error: imposible coger ruta de Palm del registro.
ja: エラー：Palmのファイルパスがレジストリから取得できません。

source: Error: unable to write update flag to Registry
da: Fejl: kunne ikke skrive opdateringsflag til registreringsdatabasen
es: Error: imposible escribir señal de actualización al registro.
ja: エラー：更新フラグがレジストリに書き込めません。

source: Channels updated: 0 of %d
da: Kanaler opdateret: 0 af %d
es: Canales actualizados: 0 de %d
ja: 更新済みチャンネル: 0 of %d

source: Executing command before spidering channels...
da: Udfører kommando forud for indsamling af kanaler...
es: Ejecutando comando antes de el proceso de Tejido de los canales.
ja: チャンネルのダウンロード前にコマンドを実行中...

source: Initializing
da: Initialiserer>
ja: 初期化中

source: spidering engine
da: indsamlingsrobot

source: Updating channel:
da: Opdaterer kanal:
es: Actualizando canal:
ja: チャンネルを更新中:

source: Processing
da: Behandler
es: Procesando
ja: 処理中

source: Initializing channel:
da: Initialiserer kanal:
es: Inicializando canal
ja: チャンネルを初期化中:

source: Channels updated: %d of %d
da: Kanaler opdateret: %d af %d
es: Canales actualizados: %d de %d
ja: 更新済みチャンネル: %d of %d

source: Tasks completed for all channels.
da: Færdig med alle kanaler.
es: Tareas completadas para todos los canales
ja: 全ての処理が完了しました。

source: Executing command after spidering channels...
da: Udfører kommando efter indsamling af kanaler...
es: Ejecutando comando despues del proceso de Tejido de los canales
ja: チャンネルのダウンロード後にコマンドを実行中...

source: Retrieving files (%ld of %ld)
da: Henter filer (%ld ud af %ld)
es: Recuperando ficheros (%ld of %ld)
ja: ファイルを収集中 (%ld of %ld)

source: Converting retrieved files....
da: Konverterer hentede filer....
es: Convirtiendo ficheros recuperados...
ja: 収集したファイルを変換中...

source: Conversion complete. Writing output file...
da: Konvertering afsluttet. Skriver resultatfil...
es: Conversión completa. Escribiendo fichero de resultados...
ja: 変換が完了しました。出力ファイルに書き込み中...

source: All pages retrieved and parsed. Starting conversion...
da: Alle sider hentet og behandlet. Starter konverteringen...
es: Todas las páginas recuperadas y analizadas. Empezando conversión...
ja: 全てのページを収集し終わりました。変換を開始します...

source: Installing channel output to destinations...
da: Placerer kanalresultater på valgte mål...
es: Instalando resultado del canal en destinos...
ja: チャンネルを出力中...

source: Setting new due date...
da: Sætter ny forfaldsdato...

source: << Details
da: << Detaljer
es: << Detalles
ja: << 詳細

source: Details >>
da: Detaljer >>
es: Detalles >>
ja: 詳細 >>

source: Save details log file
da: Gem delalje-logfil
es: Guardar fichero de registro
ja: ログをファイルに保存

source: Copy selected
da: Kopiér valgte
es: Copiar seleccionado
ja: 選択した範囲をコピー

source: Clear all
da: Ryd alle
es: Borrar todo
ja: 全てクリア

source: Select all
da: Vælg alle
es: Seleccionar todo
ja: 全て選択

source: Authors
da: Forfattere
es: Autores
ja: 作者

source: Credits
da: Medvirkende
es: Créditos
ja: 協力者

source: The following kind folks provided support, ideas or conversation as part of the
da: Følgende har velvilligt bidraget med støtte, idéer eller forslag til
ja: 次の親切な人々はPluckerプロジェクトをサポートし、 あるいはアイデアや意見を提供してくれました。 彼らがPluckerと友に長くあらんことを。:

source: project. May they live long and prosper:
da: projektet. Må de leve længe:

source: If you feel left out, then please add yourself to the file, or send e-mail to <u>plucker-dev@rubberchicken.org</u>!
da: Hvis du føler dig forbigået bedes du tilføje dig til filen eller sende et brev til <u>plucker-dev@rubberchicken.org</u>!
es: Si crees que deberias estar aqui, añádete al fichero o envia un email a <u>plucker-dev@rubberchicken.org</u>
ja: もしあなたの名前が抜けていた時は、自分でファイルに 名前を追加するか、e-mailを<u>plucker-dev@rubberchicken.org</u>までお願いします！

source: Translators
da: Oversættere
es: Traductores
ja: 翻訳者

source: The following kind folks brought
da: Følgende flinke mennesker bragte

source: to their speakers of their language:
da: til andre, der taler deres sprog:

source: project. May they live long and plucker:
da: projektet. Må de leve længe:

source: Message
da: Besked
es: Mensaje
ja: メッセージ

source: Don't remind me again
da: Undlad at minde mig om det igen
es: No recordar mas
ja: 次回から表示しない

source: Abort the wizard?
da: Vil du afbryde guiden?
es: ¿Cancelar el Asistente?
ja: ウィザードを中断しますか？

source: Abort the setup wizard?
da: Afbryd opsætningsguiden?
es: ¿Cancelar el Asistente de configuración?
ja: セットアップ ウィザードを中断しますか？

source: Abort the add channel wizard?
da: Afbryd kanaltilføjelsesguiden?
es: ¿Cancelar el Asistente para añadir canal?
ja: チャンネル追加ウィザードを中断しますか？

source: Send it to these handhelds
da: Send den til disse håndholdte
es: Enviarlo a estos dispositivos
ja: 次のパームデバイスに出力

source: Sent it to these directories
da: Læg den i disse kataloger
es: Enviarlo a estos directorios
ja: 次のディレクトリに出力

source: All files (*.*)|*.*
da: Alle filer (*.*)|*.*
es: Todos los ficheros (*.*)|*.*
ja: 全ての種類 (*.*)|*.*

source: Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif|JPG files (*.jpg,*jpeg)|*.jpg;*.jpeg|All files (*.*)|*.*
da: Billeder (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg|PNG-filer (*.png)|*.png|GIF-filer (*.gif)|*.gif|JPG-filer (*.jpg,*jpeg)|*.jpg;*.jpeg|Alle filer (*.*)|*.*
es: Imágenes (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif|JPG files (*.jpg,*jpeg)|*.jpg;*.jpeg|All files (*.*)|*.*
ja: 画像ファイル (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif|JPG files (*.jpg,*jpeg)|*.jpg;*.jpeg|全ての種類 (*.*)|*.*

source: Images (*.bmp, *.png, *.gif)|*.bmp;*.png;*.gif|Bitmaps (*.bmp)|*.bmp|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif
da: Billeder (*.bmp, *.png, *.gif)|*.bmp;*.png;*.gif|Bitmap-filer (*.bmp)|*.bmp|PNG-filer (*.png)|*.png|GIF-filer (*.gif)|*.gif
es: Imágenes (*.bmp, *.png, *.gif)|*.bmp;*.png;*.gif|Bitmaps (*.bmp)|*.bmp|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif
ja: 画像ファイル (*.bmp, *.png, *.gif)|*.bmp;*.png;*.gif|Bitmaps (*.bmp)|*.bmp|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif

source: Programs (*.exe)|*.exe
da: Programmer (*.exe)|*.exe
es: Programas (*.exe)|*.exe
ja: プログラム (*.exe)|*.exe

source: Programs (*.*)|*.*
da: Programmer (*.*)|*.*
es: Programas (*.*)|*.*
ja: プログラム (*.*)|*.*

source: All files (*.*)|*.*|HTML, XML, Text files (*.html, *.htm, *.xml, *.txt)|*.html;*.htm;*.xml'*.txt|Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg
da: Alle filer (*.*)|*.*|HTML-, XML- og tekstfiler (*.html, *.htm, *.xml, *.txt)|*.html;*.htm;*.xml'*.txt|Billeder (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg
es: Todos los ficheros (*.*)|*.*|HTML, XML, Text files (*.html, *.htm, *.xml, *.txt)|*.html;*.htm;*.xml'*.txt|Imágenes (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg
ja: 全ての種類 (*.*)|*.*|HTML, XML, Text files (*.html, *.htm, *.xml, *.txt)|*.html;*.htm;*.xml'*.txt|Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg

source: Install files to these handhelds
da: Installér filer til disse håndholdte
es: Instalar ficheros a estos dispositivos
ja: ファイルを次のパームデバイスにインストール

source: Install files to these directories
da: Placér filer i disse kataloger
es: Instalar ficheros a estos directorios
ja: ファイルを次のディレクトリに出力

source: About Plucker Desktop
da: Om Plucker Desktop
es: Acerca de Plucker Desktop
ja: Plucker Desktopについて

source: Details
da: Detaljer
es: Detalles
ja: 詳細

source: Aug 30 2002
da: 30. Aug 2002

source: This application provides visual content management for Plucker.
da: Dette program er en grafisk indholdshåndtering til Plucker.
es: Esta aplicación provee administración visual del contenido Plucker
ja: このソフトはPlucker用にGUIのコンテンツ管理機能を提供します。

source: (c) Copyright 1998-2003 The Plucker Team.
da: (c) Copyright 1998-2003 Plucker-holdet.

source: This application is Free Software under the conditions of the
da: Dette program er Frit Programmel under betingelserne i
es: Esta aplicación es Software Libre bajo las condiciones de la
ja: このソフトはFree Software FoundationのGeneral Public License

source: Plucker Desktop credits
da: Bidragere til Plucker Desktop
es: Créditos de Plucker Desktop
ja: Plucker Desktop クレジット

source: Plucker credits
da: Bidragere til Plucker
es: Créditos de Plucker
ja: Plucker クレジット

source: Configure Channel
da: Kanalopsætning
es: Configurar canal
ja: チャンネルの設定

source: Starting page
da: Startside
es: Pagina de comienzo
ja: 開始ページ

source: Start with
da: Start med
es: Empezar con
ja: ここから開始

source: A website URL:
da: En webside-URL:
es: Una direccion de internet (URL):
ja: ホームページのURL

source: A local file:
da: En lokal fil:
es: Un fichero local_
ja: ローカルファイル

source: Edit file...
da: Redigér fil...
es: Editar fichero...
ja: ファイルを編集

source: A list of my links:
da: Lister over mine henvisninger:
es: Una lista de mis enlaces:
ja: My Linkリスト

source: Edit my list of links with HTML editor...
da: Redigér min henvisningsliste med en HTML-redigering...
es: Editar mi lista de enlaces con un editor HTML...
ja: HTMLエディタでMy Linkリストを編集

source: Spidering
da: Indsamling
es: Tejido de enlaces
ja: ダウンロード

source: Retrieval order
da: Indsamlingsrækkefølge
es: Orden de recuperación
ja: 検索順序

source: Retrieve files by following links:
da: Indsaml filer fra følgende henvisninger:
es: Recuperar ficheros por los siguientes enlaces:
ja: 次の順序でファイルを検索:

source: Breadth first
da: Bredden først
es: Extensión primero
ja: 広がりを優先

source: Depth first
da: Dybden først
es: Profundidad primero
ja: 階層を優先

source: Spidering status
da: Indsamlingsstatus
es: Estátus del Tejido de enlaces
ja: 転送状況

source: Progress message detail level:
da: Fremgangsrapporteringsniveau:
es: Nivel de detalle del nivel de progreso:
ja: 進行状況の詳細レベル

source: Minimum (no progress information, only error messages)
da: Minimal (ingen fremgangsoplysninger, kun fejlmeddelelser)
es: Mínimo (sin información de progreso, sólo mensajes de error)
ja: 最小(進行状況無し、エラーメッセージのみ)

source: Medium (page being spidered, pages remaining in queue)
da: Middel (den indsamlede side, antal resterende sider)
es: Media (página siendo procesada, páginas restantes)
ja: 中間(ダウンロード済みページ、残りページ)

source: Maximum (full information, most useful for debugging)
da: Maksimal (alle oplysninger, mest til fejlfinding)
es: Máxima (completa información, útil para depurar)
ja: 最大(全ての情報を出力、デバッグ時に有効)

source: Truncate URLs displayed in the progress window to:
da: Afkort viste URL'er i fremgangsvinduet til:
es: Recortar URLs mostradas en la ventana de progreso a:
ja: 進行状況ウィンドウに表示されるURLを

source: letters
da: tegn
es: letras
ja: 文字で詰める。

source: Referrers and browser identification
da: Afsenderside og browseridentifikation
es: Remitidores e identificación del navegador
ja: Referrer(参照元)及びブラウザ名(User-Agent)

source: Specify a referrer URL:
da: Angiv afsenderside-URL:
es: Especifique una URL remitidora:
ja: Referrer URLを指定

source: When retrieving files from this channel's web server, identify as:
da: Når filer hentes til denne kanal, identificerer jeg mig som:
es: Cuando recupere ficheros de este servidor web de canales, identificarse como:
ja: サーバからチャンネルをダウンロードする時に以下のブラウザ名を使用する:

source: This browser type:
da: Denne browsertype:
es: Este tipo de navegador:
ja: ブラウザの種類

source: Plucker (recommended)
da: Plucker (anbefales)
es: Plucker (recomendado)
ja: Plucker (推奨)

source: This custom user-agent:
da: Dette brugervalgte streng:
es: Personalizado:
ja: カスタム User-Agent

source: Command executions
da: Kommandoudførelse
es: Ejecuciones de comandos
ja: コマンドの実行

source: Execute a command before spidering this channel:
da: Udfør denne kommando forud for indsamling af denne kanal:
es: Ejecutar un comando antes de Tejer este canal:
ja: チャンネルのダウンロード前にコマンドを実行

source: Execute a command after spidering this channel:
da: Udfør denne kommando efter indsamling af denne kanal:
es: Ejecutar un comando después de Tejer este canal:
ja: チャンネルのダウンロード後にコマンドを実行

source: Limits
da: Grænser
es: Límites
ja: 制限

source: from the starting page (1=retrieve starting page only)
da: fra startsiden (1=hent kun startsiden)
es: desde la página inicial (1=recuperar sólo página inicial)
ja: 回までのページを収集する (1=開始ページのみ)

source: Limit to the exact server only: if started on www.plkr.org, only allow www.plkr.org
da: Begræns til specifik vært: med startsiden www.plkr.org tillades kun www.plkr.org
es: Limitarse exáctamente al servidor: si empieza en www.plkr.org, sólo permitir www.plkr.org
ja: 同一サーバーのみ: www.plkr.orgから開始した場合、www.plkr.orgのみが対象

source: Only restrict to domain: if started on www.plkr.org, allow www.plkr.org and www2.plkr.org
da: Begræns kun til domænet: med startsiden www.plkr.org tillades f.eks.www.plkr.org og www2.plkr.org
es: Sólo restringir al dominio: if started on www.plkr.org, allow www.plkr.org and www2.plkr.org
ja: 同一ドメインのみ: www.plkr.orgから開始した場合、www.plkr.orgとwww2.plkr.orgの両方が対象

source: 'URL pattern' filter
da: URL-mønsterfilter
es: Filtro ´patrón URL´
ja: URLパターンで制限

source: Only follow URLs that match this regular expression pattern:
da: Følger kun URL'er, der passer til regulært søgemønster:
es: Sólo seguir direcciones que concuerden con este patrón regular:
ja: 次の正規表現に合致したURLのみを対象とする

source: Formatting
da: Format
es: Formateando
ja: 書式

source: Character set encoding
da: Tegnsæt
es: Set de caracteres
ja: 文字セット

source: Specify a default character set to use for this channel:
da: Angiv standardtegnsæt, der skal bruges til denne kanal:
es: Especifique un set de caracteres para usar en este canal:
ja: このチャンネルで使用するデフォルトの文字セットを指定

source: Hyperlinks
da: Henvisninger
es: Hiperenlaces
ja: ハイバーリンク

source: Specify a default color for hyperlinks:
da: Angiv standardfarven for henvisninger:
es: Especifique un color por defecto para los Hiperenlaces:
ja: ハイバーリンクのデフォルトの色を指定

source: Choose color...
da: Vælg farve...
es: Elija color:...
ja: 色を選択

source: Paragraph style
da: Afsnitsstil
es: Estilo de Párrafo
ja: 段落の形式

source: Indent the first line of each new paragraph
da: Indryk første linje i hvert afsnit
es: Indentar la primera línea de cada párrafo
ja: 段落の最初の行を字下げする

source: Tables
da: Tabeller
es: Tablas
ja: テーブル

source: Images
da: Billeder
es: Imágenes
ja: 画像

source: Basic image handling
da: Grundlæggende billedhåndtering
es: Manejo básico de imágen
ja: 基本的な画像の取り扱い

source: Include images
da: Medtag billeder
es: Incluir imágenes
ja: 画像を含める

source: Color depth:
da: Farvedybde:
es: Profundidad de color:
ja: 色数:

source: Show alternative text tags for images not included in output
da: Vis alternative tekstmærker for billeder, der ikke medtages i resultatet
es: Mostrar texto alternativo para imágenes no incluidas.
ja: 出力しない画像の代替テキストを表示

source: Advanced image handling
da: Avanceret billedhåndtering
es: Manejo de imágenes avanzado
ja: 高度な画像の取り扱い

source: To fit on handheld screen, use a thumbnail for any image that is larger than:
da: For at passe til den håndholdtes skærm bruges små udgaver af alle billeder, der er mere end:
es: Para adaptarse a la pantalla del dispositivo, usar una miniatura para cualquier imagen mas grande de:
ja: パームデバイスの画面に合わせる為に、次のサイズより大きい画像にはサムネールを使用:

source: pixels wide by
da: piksler brede eller
es: Pixels de ancho por
ja: ピクセル(幅) X

source: pixels high
da: piksler høje.
es: pixels de alto
ja: ピクセル(高さ)

source: If a thumbnail is used for an image, then:
da: Når der bruges små billedudgaver:
es: Si se usa una miniatura para una imágen, entonces:
ja: サムネールを使用した場合は:

source: Always link the thumbnail to a second, full-size copy
da: Forbind altid det lille billede med en udgave i fuld størrelse
es: Enlazar siempre la miniatura a una segunda copia de tamaño completo.
ja: 常にサムネールからフルサイズのコピーにリンク

source: Output options
da: Resultatfil
es: Opciones de salida
ja: 出力オプション

source: Compression options
da: Komprimeringsvalg
es: Opciones de compresión
ja: 圧縮オプション

source: To compress the output file, use
da: Komprimér resultatfilen med
es: Para comprimir el resultado, usar
ja: 次の手法で出力ファイルを圧縮

source: DOC compression
da: DOC-komprimering
es: Compresión DOC
ja: DOC圧縮

source: ZLIB compression (recommended)
da: ZLIB komprimering (anbefales)
es: Compresión ZLIB (recomendada)
ja: ZLIB圧縮(推奨)

source: Only compress images that are larger than
da: Komprimér kun billeder, der er større end
es: Sólo comprimir imágenes mas grandes de
ja: 画像のサイズが

source: bytes
da: byte
ja: byteを超えたら圧縮

source: Advanced output options
da: Avancerede resultatvalg
es: Opciones de salida avanzadas
ja: 高度な出力オプション

source: Specify the category in which to list the channel in the viewer's library:
da: Angiv den kategori, denne kanal skal optræde under i fremviserens bibliotek:
es: Especificar la categoria en la cual listar el canal en el dispositivo
ja: パームデバイスに転送したチャンネルのカテゴリーを指定

source: Include the original URL of each page in the output file
da: Medtag den originale URL-adresse for hver side i resultatfilen
es: Incluir la URL original de cada página en el fichero resultante
ja: 各ページのURLを出力ファイルに含める

source: Specify a security 'owner ID' password needed to open the output file:
da: Angiv 'ejer ID'-adgangskode, der skal bruges for at åbne resultatfilen:
es: Especificar una contraseña de seguridad (ID de propietario) necesaria para abrir el fichero resultante
ja: 出力ファイルにパスワードを設定(出力ファイルを開く為に必要):

source: Allow the channel output file to be beamed among handhelds
da: Tillad at resultatfilen beames mellem håndholdte
es: Permitir que el fichero resultante sea enviado por IR entre dispositivos.
ja: チャンネルの赤外線での送受信を許可する

source: Signal backup bit (marks the file as one to backup to the desktop computer)
da: Sæt sikkerhedskopi-bitten (markere at den skal sikkerhedskopieres ved HotSync)
es: Marcar con señal de resguardo (Backup) (Marca el fichero como activo para crear copia de seguridad en el escritorio)
ja: バックアップビットを設定(デスクトップにバックアップする場合に設定)

source: The channel can be started directly from an icon in handheld's main launcher
da: Kanalen skal kunne startes fra en ikon i den håndholdtes programoversigt
es: El canal puede ser iniciado directamente desde un icono en el lanzador principal del dispositivo
ja: チャンネルをパームデバイスのランチャーから直接起動できるようにする。

source: Replace default large icon with a custom icon:
da: Erstat det store standardikon med et selvvalgt ikon:
es: Reemplazar icono grande por defecto con uno pesonalizado
ja: 標準のアイコン(大)を置き換える:

source: Replace default small icon with a custom icon:
da: Erstat det lille standardikon med et selvvalgt ikon:
es: Reemplazar icono pequeño por defecto con uno pesonalizado
ja: 標準のアイコン(小)を置き換える:

source: Destination
da: Mål
es: Destino
ja: 出力先

source: Scheduling
da: Planlægning
es: Planificación
ja: 予定

source: Enable scheduling
da: Aktivér planlægning
es: Activar planificación
ja: 予定の設定
