Repository: arpruss/plucker
Catalog: trunk/plucker_desktop/langs/*/plucker-desktop.po
Languages: da, es, ja

source: Default style
da: Standardstil
es: Estilo por defecto
ja: 標準

source: Default high-colour style
da: Standardstil, mange farver
es: Muchos colores por defecto
ja: 標準(ハイカラー)

source: Show statusbar
da: Vis statuslinje
es: Mostrar barra de estatus
ja: ステータスバーを表示

source: Dialog placement:
da: Vinduesplacering:
es: Colocación del diálogo:
ja: ダイアログの表示位置:

source: Center on screen
da: Centrér på skærmen
es: Centrar en pantalla
ja: 画面の中央

source: Center on parent dialog
da: Centrer ift. forældrevindue
es: Centrar en diálogo padre
ja: 親画面の中央

source: My previous location
da: Min tidligere placering
es: Mi anterior ubicación
ja: 前回と同じ位置

source: Startup
da: Opstart
es: Inicio
ja: 起動

source: Show daily tips on startup:
da: Vis dagens tips ved opstart:
es: Mostrar consejos del día en inicio:
ja: 今日のTipsを起動時に表示:

source: Show splash screen on startup
da: Vis splash-vindue under opstart
es: Mostrar pantalla de inicio al arrancar
ja: スプラッシュスクリーンを起動時に表示

source: Autoupdate
da: Automatisk opdatering
es: Auto-actualizar
ja: 自動更新

source: Channel autoupdate mode
da: Automatisk opdatering af kanaler
es: Modo de auto-actualización del canal
ja: 自動更新モード

source: Never autoupdate. Only update when I click one of the 'Update Channels' buttons
da: Ingen automatisk opdatering. Opdatér kun når jeg trykker på en at 'Opdatér kanaler'-knapperne
es: Nunca auto-actualizar. Sólo actualizar cuando seleccione uno de los botones de ´Actualizar Canales´
ja: 手動更新: 自分でチャンネルの更新ボタンを押して更新

source: Autoupdate any channel as soon as it becomes due
da: Opdatér kanaler efterhånden som de er planlagt til det
es: Auto-actualizar cualquier canal tan pronto como este previsto
ja: 自動更新: チャンネルの更新期限が来たらすぐに自動更新

source: Off-peak mode: defer autoupdates until the current time is between:
da: Undgå dyre perioder: undlad automatisk opdatering mellem klokken:
es: Modo-Off: aplazar auto-actualizaciones hasta que la hora actual esté entre:
ja: オフピークモード: 次の時間帯になるまで自動更新を延期

source: and
da: og
es: y
ja: そして

source: Autoupdate any due channels each time I press my handheld's sync button
da: Opdatér planlagte kanaler når jeg trykker på min håndholdtes HotSync-knap
es: Auto-actualizar cualquier canal previsto cada vez que presione el botón de sincronizar del dispositivo
ja: ホットシンクと同時に更新期限の来たチャンネルを自動更新

source: Advanced
da: Avanceret
es: Avanzado
ja: 高度な設定

source: Precision: compare current time to channels' due time every
da: Præcision: sammenhold aktuel tid og kanalernes planlagte tid hvert
es: Precisión: comparar la hora actual con los canales previstos cada
ja: 現在の時刻とチャンネルの更新期限を

source: minutes
da: . minut
es: minutos
ja: 分ごとに比較

source: Spidering status display
da: Statusvisning for indsamling
es: Estado del Tejido de enlaces
ja: ダウンロード状況の表示

source: Show spider progress with:
da: Vis indsamlingsfremgangen med:
es: Mostrar el progreso de procesado de enlaces con:
ja: 進行状況の表示:

source: A console window
da: Et tekstvindue
es: Una ventana de consola
ja: コンソールウィンドウ

source: A progress dialog
da: Et fremgangsvindue
es: Un diálogo de progreso
ja: ダイアログ

source: Auto-close progress when done:
da: Luk fremgangsvisningen når den er færdig:
es: Auto-cerrar progreso cuando acabe:
ja: 進行状況の自動クローズ

source: Always
da: Altid
es: Siempre
ja: 常にする

source: If no errors occurred
da: Såfremt der ikke opstod fejl
es: Si no hubo errores
ja: エラーが無かった場合のみ

source: Execute command before spidering a group of channels:
da: Udfør kommando forud for indsamling af en samling kanaler:
es: Ejecutar comando antes de Tejer enlaces de un grupo de canales:
ja: チャンネルのダウンロード前にコマンドを実行

source: Execute command after spidering a group of channels:
da: Udfør kommando efter indsamling af en samling kanaler:
es: Ejecutar comando después de Tejer enlaces de un grupo de canales:
ja: チャンネルのダウンロード後にコマンドを実行

source: Use the application's built-in HTML editor
da: Brug programmets indbyggede HTML-redigering
ja: Plucker Desktopに組み込まれたHTMLエディタを使用

source: Use an external HTML editor:
da: Brug ekstern HTML-redigering:
es: Usar editor HTML Externo
ja: 外部のHTMLエディタを使用

source: Choose...
da: Vælg...
es: Elija...
ja: 選択

source: Built-in editor options
da: Indstillinger for indbygget redigering
es: Opciones del editor incorporado
ja: 組み込みのエディタ

source: Toolbar complexity:
da: Værktøjslinjekompleksitet:
es: Complejidad de la barra de herramientas:
ja: ツールバーの設定

source: Basic (insert hyperlink only)
da: Grundlæggende (kun indsætning af henvisninger)
es: Básica (insertar sólo hiperenlaces)
ja: 基本(ハイパーリンクの挿入のみ)

source: Complete (full toolbar set)
da: Komplet (hele værktøjslinjen)
es: Completa (todas las opciones)
ja: 完全(全てのツールバーセット)

source: Insert linefeeds after text generated by toolbar buttons
da: Indsæt linjeskift efter tekster lavet med værktøjslinjens knapper
es: Insertar linea en blanco despues del texto de los botones de la barra de herramientas
ja: ツールバーのボタンでテキストを追加した後に行送り(LF)を挿入する。

source: Showcase
da: Hyldevarer
es: Biblioteca
ja: ショーケース

source: Showcase options
da: Hyldevare-indstillinger
ja: ビューワソフトのオプション

source: Showcase dialog layout:
da: Hyldevarevinduets udseende:
es: Diseño del diálogo de la Biblioteca:
ja: ショーケースダイアログ オプション

source: Horizontal layout
da: Vandret layout
es: Disposición horizontal
ja: 横に配置

source: Vertical layout
da: Lodret layout
es: Disposición vertical
ja: 縦に配置

source: Fields to use in my channel:
da: Felter, der bruges i min kanal:
es: Campos para usar en Mi Canal
ja: チャンネルで使用するフィールド

source: Name and URL only
da: Kun navn og URL
es: Nombre y URL únicamente
ja: 名前とURLのみ

source: All possible fields
da: Alle mulige felter
es: Todos los campos posibles
ja: 全ての使用可能なフィールド

source: Choose fields to display in details pane...
da: Vælg hvilke felter, der skal vises i detaljeområdet...
es: Elija campos para mostrar en el panel de detalles de la Biblioteca...
ja: 詳細画面に表示するフィールドを選択

source: Include images in channel previews (takes a longer time)
da: Medtag billeder i kanalsmugkig (tager længere tid)
es: Incluir imágenes en las vistas previas (lleva mas rato)
ja: チャンネルのプレビューに画像を含める(時間が掛かる)

source: Use a proxy to access the Internet
da: Brug en proxy for at tilgå internettet
es: Usar un proxy para acceder a internet
ja: インターネット接続にプロクシを使用

source: Show live preview
da: Vis aktuelle smugkig
es: Mostrar vista previa conectado
ja: プレビューを表示

source: Show details
da: Vis detaljer
es: Mostrar detalles
ja: 詳細を表示

source: Launching...
da: Starter...

source: <b>plkrAPPLICATION_SUITE_NAME</b> is a software suite that saves websites of your choice on your handheld. <b>plkrAPPLICATION_DESKTOP_NAME</b> is the program that handles the selection of websites that you want sent when you HotSync. You can then use the <b>plkrAPPLICATION_SUITE_NAME Viewer</b> to browse on your handheld.
da: <b>plkrAPPLICATION_SUITE_NAME</b> er en programpakke der gemmer websteder efter dit valg på din håndholdte computer. <b>plkrAPPLICATION_DESKTOP_NAME</b> er det program, hvorfra du vælger de websteder, du vil have sendt, når du synkroniserer med HotSync. Du kan bruge <b>plkrAPPLICATION_SUITE_NAME Viewer</b> til at læse det valgte på en håndholdte..

source: You can get help in plkrAPPLICATION_DESKTOP_NAME by selecting <b>Help &gt; Help contents...</b> from the menubar. All other dialogs have a <b>Help</b> button in the lower left-corner, which can be clicked to learn about the current options on that dialog. You can also hover over toobar buttons and menuitems in the main dialog, and a short help message will be displayed in the bottom status bar area.
da: Du kan få hjælp i plkrAPPLICATION_DESKTOP_NAME ved at vælge <b>Hjælp &gt; Hjælpeindhold...</b> fra menuen. Alle andre vinduer har en <b>Hjælp</b>-knap nederst til venstre, som giver oplysninger om de aktuelle valgmuligheder. Hvis du glider musen hen over en knap på værktøjslinjen, vises en kort beskrivelse i det nederste statusområde.

source: If your handheld doesn't have the plkrAPPLICATION_SUITE_NAME Viewer program installed on it, is missing the manual, or if the plkrAPPLICATION_SUITE_NAME Viewer program stops working, you can reinstall it all by clicking the <b>Options</b> menu, then on <b>Install handheld viewer software</b>.
da: Hvis din håndholdte ikke har plkrAPPLICATION_SUITE_NAME installeret, mangler brugervejledningen eller plkrAPPLICATION_SUITE_NAME fremviseren holder op med at virke, kan du geninstallere det hele ved at vælge <b>Installér fremvisningsprogram til håndholdt</b> fra menuen <b>Indstillinger</b>.

source: You can add a website by creating a <b>channel</b>. Channels contain information such as the home page of the website, the number of links that you will be able to click on, and the number of colors shown in pictures.
da: Du kan tilføje et websted ved at oprette en <b>kanal</b>. Kanaler indeholder oplysninger som f.eks. webstedets hovedside, antallet af henvisninger, du skal kunne klikke på og farveantallet i de viste billeder.
es: Puede añadir un sitio web creando un <b>canal</b>. Los canales contienen información tal como la página principal de el sitio web, el número de enlaces que quiere poder utilizar o el número de colores que se utiliza para las imágenes.

source: You can configure a channel by <b>right</b>-clicking on it in your list of channels, then selecting <b>Configure selected channel</b>.
da: Du kan sætte en kanal op ved at <b>højre</b>-klikke på den i din kanalliste og vælge <b>Opsætning for valgte kanal</b>.
es: Puede configurar un canal haciendo click con el botón <b>derecho</b> en el en la lista de canales, y seguidamente seleccionando <b>Configurar canal seleccionado</b>

source: plkrAPPLICATION_DESKTOP_NAME's job is often referred to as <b>spidering</b> a website. That is why when you update a channel it says that it is "Initializing plkrAPPLICATION_SUITE_NAME spidering engine."
da: Det, plkrAPPLICATION_DESKTOP_NAME gør, kaldes på engelsk for at <b>spider</b> et websted. Det er derfor at plkrAPPLICATION_SUITE_NAME skriver "Initializing plkrAPPLICATION_SUITE_NAME spidering engine" når du opdaterer en kanal.

source: Many of the most-commonly used dialogs are resizable. If you have a high resolution monitor, drag the dialog corner to increase the dialog size. Your new size will be saved automatically.
da: Du kan ændre størrelsen på mange af de mest benyttede vinduer. Hvis du har en skærm med høj opløsning, kan du trække i vinduets hjørne for at gøre det større. Din nye størrelse bliver automatisk gemt.
es: Muchos de los diálogos usados asiduamente pueden ser modificados de tamaño facilmente. Si dispone de un monitor de alta resolución, pinche y arrastre en cualquiera de las esquinas del diálogo para modificar su tamaño. Las nuevas dimensiones se salvaran automaticamente.

source: If you are using a proxy to access to the internet, don't forget to include the <b><tt>http:</tt></b> at the start of the proxy address setting. For example it should be something like <b><tt>http://proxy.aol.com</tt></b>. If you put just <b><tt>proxy.aol.com</tt></b>, it won't work.
da: Hvis du benytter en proxy til at tilgå internettet, skal du huske at skrive <b><tt>http:</tt></b> i starten af indstillingen for proxy-adressen som f.eks. <b><tt>http://proxy.aol.com</tt></b>. Hvis du blot skriver det som <b><tt>proxy.aol.com</tt></b> vil det ikke virke.
es: Si está utilizando un proxy para acceder a internet, no olvide incluir <b><tt>http:</tt></b> al comienzo de la dirección del mismo. Por ejemplo, si debiera ser algo como <b><tt>http://proxy.aol.com</tt></b>, si simplemente pone <b><tt>proxy.aol.com</tt></b> no funcionará.

source: You can add a new channel quickly by clicking the <b>Add Channel Wizard</b> button.
da: Du kan hurtigt tilføje en ny kanal med knappen <b>Kanaltilføjelsesguide</b>.
es: Puede añadir un nuevo canal rápidamente haciendo click en el botón <b>Asistente para Añadir Nuevo Canal</b>

source: A <b>channel name</b> has a maximum length of <b>26</b> characters (a PalmOS restriction).
da: <b>kanalnavne</b> kan højst være på <b>26</b> tegn (en begrænsning i PalmOS).
es: Un <b>Nombre de Canal</b> tiene un máximo de <b>26</b> caracteres (Esto es una restricción de PalmOS).

source: There is a showcase of ready-to-go plkrAPPLICATION_SUITE_NAME channels. When adding a channel just click the <b>Browse showcase...</b> button and you can pick one out.
da: Flere plkrAPPLICATION_SUITE_NAME kanaler findes som færdiglavede <b>hyldevarer</b>. Når du tilføjer en kanal skal du blot trykke knappen <b>Find hyldevare...</b>, hvorefter du kan udvælge dig en.

source: There is a version of the handheld veiwer specially built for high resolution devices. If you have a high resolution device, you can choose to install the high resolution viewer. To install the high resolution viewer, from the menu select <b>Options &gt; Install Handheld Software</b>, and enter it in the <b>Type of Handheld Device</b>.
da: Der findes en specialudgave af fremviseren til enheder med højopløste skærme. Hvis du har en håndholdt med høj opløsning, kan du vælge at installere denne fremviser. Det gør du ved at vælge <b>Indstillinger &gt; Installér programmer til håndholdt</b> i menuen og angive det i <b>Håndholdt enhedstype</b>.
es: Existe una versión del Visor de Plucker especialmente diseñada para dispositivos de alta resolución. Si usted dispone de uno, puede elegir instalarlo desde el menú <b>Opciones &gt; Instalar el visor para el dispositivo</b>, y especificandolo en <b>Tipo de dispositivo.</b>.

source: Want to download some literature to read in plkrAPPLICATION_SUITE_NAME format? Visit <b><u>www.pluckerbooks.com</u></b> and browse the hundreds of selections by title or author.
da: Ønsker du at hente litteratur i plkrAPPLICATION_SUITE_NAMEformat? Besøg <b><u>www.pluckerbooks.com</u></b> og vælg blandt flere hundreder titler.

source: plkrAPPLICATION_SUITE_NAME is available in many translations. At any time, you can switch the language of the plkrAPPLICATION_DESKTOP_NAME program, and also install a different language for the handheld's Viewer.
da: plkrAPPLICATION_SUITE_NAME findes på adskillige sprog. Du kan til enhver tid skifte plkrAPPLICATION_DESKTOP_NAMEs sprog eller installere en anden sprogudgave af fremviseren på din håndholdte.

source: Using exclusion lists can remove unwanted banners ads and unwanted filetypes from being downloaded onto your handheld.
da: Med udeladelseslister kan du undgå at reklamebannere og uønskede filtyper bliver hentet til din håndholdte.
es: Usando listas de exclusión puede eliminar publicidad de las páginas y tipos de fichero no deseados para que no se descarguen a su dispositivo.

source: Have a special photo you want to view on your handheld? You can use plkrAPPLICATION_SUITE_NAME to convert it to your handheld. plkrAPPLICATION_SUITE_NAME supports images in .jpg, .gif, .bmp and .png formats.
da: Har du et bestemt billeder, du vil se på din håndholdte? Du kan bruge plkrAPPLICATION_SUITE_NAME til at overføre det til din håndholdte. plkrAPPLICATION_SUITE_NAME understøtter billedformaterne .jpg, .gif, .bmp og .png.

source: Need some assistance from fellow plkrAPPLICATION_SUITE_NAME users, or wish to help others out? Read and search our mailing lists at <b><u>http://lists.rubberchicken.org</u></b>. To ask a question to the mailing list, subscribe to the list (when you subscribe you can opt to not have the messages sent to you). Once subscribed, you can ask and answer questions on <b><u>plucker-list@rubberchicken.org</u></b>.
da: Har du brug for hjælp fra andre plkrAPPLICATION_SUITE_NAMEbrugere eller vil du hjælpe andre? Læs og søg i vores postlister på <b><u>http://lists.rubberchicken.org</u></b>.. Hvis du vil stille et spørgsmål til postlisten, skal du abonnere på listen (når du abonnerer kan du vælge om du vil have sendt beskeder til dig) Når dit abonnement er startet, kan du stille og besvare spørgsmål på <b><u>plucker-list@rubberchicken.org</u></b>.

source: Looking for some more handheld-friendly sites, beyond what is in the showcase? You can look through a Wiki-based listing at <b><u>http://openurls.plkr.org</u></b>.
da: Leder du efter nogle flere håndholdt-egnede websteder udover de medfølgende hyldevarer? Du finder en Wiki-baseret liste på <b><u>http://openurls.plkr.org</u></b>.
es: ¿Busca más sitios listos para usar en Plucker aparte de los que puede encontrar en la Biblioteca? Eche un vistazo al catálogo Wiki en <b><u>http://openurls.plkr.org</u></b>.

source: Under Linux/GTK, the help window is modal. Close the help window to return to your dialog.
da: Under Linux/GTK skal hjælpevinduet trykkes væk før du kan fortsætte.
es: Bajo Linux/GTK, la ventana de ayuda es modal. Cierre la ventana de ayuda para volver al diálogo.

source: You can run plkrAPPLICATION_DESKTOP_NAME with commandline parameters. This allows you to set up a job whereby plkrAPPLICATION_DESKTOP_NAME starts, update channels, and then automatically ends. See the online help for details, or execute the program with a <b>--help</b> for a short usage summary
da: Du kan køre plkrAPPLICATION_DESKTOP_NAME med kommandolinjeparametre. Det giver dig mulighed for at køre et job, hvor plkrAPPLICATION_DESKTOP_NAME automatisk starter, opdaterer kanalerne og stopper igen. Du finder flere oplysninger i hjælpedokumenterne samt en kort oversigt over mulighederne ved at køre programmet med tilvalget <b>--help</b>.

source: If you are using a url pattern limit or an exclusion of a url that has a <b>?</b> in the URL, then you need to properly escape the <b>?</b> as it is a special character in regular expressions. For example, you need to escape the URL <b>http://mysite.org/index.shtml?login=tjohnston</b> as <b>http://mysite\.org/index\.shtml?login=tjohnston</b>
da: Hvis du bruger et URL-mønsterbegrænsning eller en udeladelsesliste der har et <b>?</b> i URL'en, skal du markere det, da spørgsmålstegn har en speciel betydning i regulære udtryk. Hvis du for eksempel skal markere URL'en <b>http://mysite.org/index.shtml?login=tjohnston</b> som <b>http://mysite\.org/index\.shtml?login=tjohnston</b>
es: Si está utilizando un patrón de limitación o exclusion para una url, y esta contiene el carácter <b>?</b>, necesita incluirlo correctamente ya que es un carácter especial en expresiones regulares. Por ejemplo, para la dirección <b>http://mysite.org/index.shtml?login=tjohnston</b>, una vez modificada deberia quedar asi <b>http://mysite\.org/index\.shtml?login=tjohnston</b>

source: If you are unfamiliar with using regular expressions (for exclusions), in the online help, there is a short, one page summary of regular expression syntax that is most relevant to plkrAPPLICATION_SUITE_NAME.
da: Hvis du ikke kender til at bruge regulære udtryk (til eksluderingslisterne), finder du i skærmhjælpen en kort, en-sides oversigt over de mest relevante syntakser for regulære udtryk for plkrAPPLICATION_SUITE_NAME.

source: You can switch on a full toolset for the built-in HTML editor to have one-click access to all plkrAPPLICATION_SUITE_NAME-supported HTML tags and parameters. Turn it on in <b>Preferences dialog &gt; HTML editor tab &gt; Toolbar complexity</b>.
da: Du kan slå alle værktøjsknapperne i den indbyggede HTML-redigering til, så du får adgang til alle de HTML-mærker og -parametre, plkrAPPLICATION_SUITE_NAME understøtter med ét klik. Slå det til i fanebladet <b>HTML-redigering &gt; værktøjslinje kompleksitet</b> i <b>Opsætning</b>svinduet.

source: There is two sets of exclusion lists: an exclusion that applies to all channels <b>Preferences dialog &gt; Spidering tab</b> and the exclusion list specifically for that channel <b>Configure channel dialog &gt; Limits tab</b>.
da: Der findes to udeladelseslister: Én der gælder for alle kanaler på fanebladet <b>Indsamling</b> i <b>Opsætning</b>svinduet samt en for hver kanal i fanebladet <b>Grænser</b> i <b>Kanalopsætningsvinduet</b>.
es: Hay dos conjuntos de listas de exclusión: uno se aplica a todos los canales <b>Preferencias &gt; Tejido de Enlaces</b>

source: You can use plkrAPPLICATION_SUITE_NAME to retrieve a password protected site (ie one where your webbrowser pop ups up a dialog prompting for username and password) by including your username/password in the starting url. The format is: <b><tt>http://myusername:mypassword@www.somewebsite.com</tt></b>. Be aware that your username and password will now be included in the referring page if you go offsite, so to maintain security, be sure that stayonhost or stayondomain is switched on.
da: Du kan bruge plkrAPPLICATION_SUITE_NAME til at hente sider, der er beskyttet af adgangskoder (dvs. en sider, hvor din browser åbner et vindue og spørger efter dit brugernavn og din adgangskode) ved at medtage brugernavn og adgangskode i starten af URL'en. Formatet er: <b><tt>http://mitbrugernavn:minadgangskode@www.somewebsite.com</tt></b>. Bemærk at dit brugernavn og adgangskode nu vil kunne læses i den "henvisende side" hvis kanalen læser videre på andre sider. Så af sikkerhedshensyn bør du huske at aktivere 'Bliv på vært' eller 'Bliv på domæne'.

source: You can switch between displaying channel update progress in a console window or an update dialog. It can be changed in the <b>Preferences dialog &gt; Spidering tab</b>.
da: Du kan skifte mellem visning af kanalopdateringsfremgangen som tekstvindue eller opdateringsvindue. Det kan ændres i fanebladet <b>Indsamling</b> i <b>Opsætningsvinduet</b>.
es: Puede alternar entre mostrar el progreso de actualización en una ventana de consola o un diálogo de actualización. Puede cambiar esto en <b>Preferencias &gt; Tejido de Enlaces</b>

source: The <b><tt>plucker://</tt></b> protocol specifies a file location in relation to the home plucker directory.
da: <b><tt>plucker://</tt></b>-protokollen angiver en filplacering relativt til Pluckers hjemmekatalog.
es: El protocolo b><tt>plucker://</tt></b> especifica la localización de un fichero en relaccion a el directorio principal de Plucker.

source: There are two ways of securing a document: you can turn off beaming, and you can encode the file with an ID that must match the handheld's owner id, in order to be read.
da: Der er to måder at sikre dit dokument på: Du kan deaktivere beaming og du kan kode en ID ind i filen, der skal passe på den håndholdtes bruger-ID for at filen kan læses.
es: Hay dos formas de proteger un documento: puede desactivar la opción de envio mediante IR o puede codificar el fichero con un número de identificación que debe ser igual al del dispositivo de mano para poder ser leido.

source: In the HTML editor, if using the advanced toolbar, you can select a portion of text and then hit the desired toolbar button and the tags will be inserted on either side of the selected text.
da: Hvis du bruger den avancerede værktøjslinje i HTML-redigeringen kan du udvælge en del af teksten og trykke på den ønskede værktøjsknap. Så vil de ønskede mærker blive indsat på begge sider af den valgte tekst.
es: En el editor HTML, si está utilizando la barra de herramientas avanzada, puede seleccionar una porción del texto y al pulsar sobre el botón de la barra deseado, las etiquetas aparecerán a cada uno de los lados de dicha selección.

source: By unchecking the <b>Include original URL of each page in output file</b> checkbox, you can slightly reduce the size of the output file, as well as protect private internet addresses or file paths.
da: Ved at fravælge <b>Medtag den originale URL-adresse for hver side i resultatfilen</b> kan du gøre resultatfilen en anelse mindre, ligesom du kan skjule private internetadresser eller filstier.
es: Deseleccionando la opción <b>Incluir la URL original de cada página en el fichero resultante</b> puede reducir ligeramente el tamaño del archivo resultante, asi como proteger direcciones que no desea sean almacenadas.
