Repository: arpruss/plucker
Catalog: trunk/plucker_desktop/langs/*/plucker-desktop.po
Languages: da, es, ja

source: Mark this channel as due for updates at a certain interval
da: Planlæg indsamling af denne kanal med bestemte mellemrum
es: Marcar este canal listo para actualizaciones en un intervalo especificado
ja: このチャンネルを定期的に更新する

source: Update interval
da: Opdateringsinterval
es: Intervalo de actualización
ja: 更新間隔

source: This channel is due for an update every:
da: Denne kanal skal opdateres hver:
es: Este canal esta listo para una actualización cada:
ja: このチャンネルを次の間隔で更新

source: hours
da: time
es: horas
ja: 時間

source: days
da: dag
es: días
ja: 日

source: weeks
da: uge
es: semanas
ja: 週間

source: months
da: måned
es: meses
ja: 月

source: years
da: år
es: años
ja: 年

source: Starting on:
da: Effektivt fra:
es: Empezando en:
ja: 開始日時

source: Now
da: Nu
es: Ahora
ja: 現在の日時

source: Channel Update Progress
da: Kanalopdateringsfremgang
es: Progreso de la actualización del canal
ja: チャンネルの更新状況

source: Channels updated
da: Kanaler opdaterede
es: Canales actualizados
ja: 更新済みチャンネル

source: Progress for this channel
da: Fremgang for denne kanal
es: Progreso para este canal
ja: チャンネルの進行状況

source: Export details...
da: Eksportdetaljer...
es: Exportar detalles...
ja: 詳細をファイルに出力

source: HTML editor
da: HTML-redigering
es: Editor HTML
ja: HTMLエディタ

source: Edit
da: Redigér
es: Editar
ja: 編集

source: Preview
da: Forhåndsvisning
es: Vista Previa
ja: プレビュー

source: Insert a hyperlink...
da: Indsæt henvisning...
es: Insertar un hiperenlace...
ja: ハイパーリンクを挿入

source: Insert hyperlink <a href= ...></a>
da: Indsæt henvisning <a href= ...></a>
es: Insertar un hiperenlace <a href= ...></a>
ja: ハイパーリンクを挿入 <a href= ...></a>

source: Insert email link <a href=mailto: ...></a>
da: Indsæt e-posthenvisning <a href=mailto: ...></a>
es: Insertar enlace de email <a href=mailto: ...></a>
ja: eメールリンクを挿入 <a href=mailto: ...></a>

source: Insert named bookmark <a name= ...></a>
da: Indsæt navngivet bogmærke <a name= ...></a>
es: Insertar nombre de marcador <a name= ...></a>
ja: 名前付きアンカーを挿入 <a name= ...></a>

source: Insert popup alert <a href=javascript:alert( ...)></a>
da: Indsæt pop-op alarm <a href=javascript:alert( ...)></a>
es: Insertar ventana emergente de alerta <a href=javascript:alert( ...)></a>
ja: ポップアップ アラートを挿入 <a href=javascript:alert( ...)></a>

source: Common
da: Almindelig
es: Común
ja: 共通

source: Insert default-aligned paragraph <p></p>
da: Indsæt standardjusteret afsnit <p></p>
es: Insertar alineación por defecto de párrafo <p></p>
ja: 標準の配置の段落を挿入 <p></p>

source: Insert left-aligned paragraph <p align=left></p>
da: Indsæt venstrejusteret afsnit <p align=left></p>
es: Insertar párrafo alineado a la izquierda <p align=left></p>
ja: 左揃えの段落を挿入 <p align=left></p>

source: Insert center-aligned paragraph <p align=center></p>
da: Indsæt centreret afsnit <p align=center></p>
es: Insertar párrafo centrado <p align=center></p>
ja: 中央揃えの段落を挿入 <p align=center></p>

source: Insert right-aligned paragraph <p align=right></p>
da: Indsæt højrejusteret afsnit <p align=right></p>
es: Insertar párrafo alineado a la derecha <p align=left></p>
ja: 右揃えの段落を挿入 <p align=right></p>

source: Insert full-aligned paragraph <p align=justify></p>
da: Indsæt afsnit med lige marginer <p align=justify></p>
es: Insertar párrafo justificado <p align=justify></p>
ja: 両端揃えの段落を挿入 <p align=justify></p>

source: Insert line break <br>
da: Indsæt linjeskift <br>
es: Insertar salto de línea <br>
ja: 改行を挿入 <br>

source: Insert image <img src= ...>
da: Indsæt billede <img src= ...>
es: Insertar imágen <img src= ...>
ja: 画像を挿入 <img src= ...>

source: Insert horizontal rule <hr ...>
da: Indsæt vandret bjælke <hr ...>
es: Insertar regla horizontal <hr ...>
ja: 水平方向の罫線を挿入 <hr ...>

source: Insert non-breaking space
da: Indsæt hårdt mellemrum
es: Insertar espacio
ja: 空白の挿入

source: Insert a span <span ...></span>
da: Indsæt span <span ...></span>
es: Insertar intervalo <span ...></span>
ja: Spanの挿入 <span ...></span>

source: Insert a left-aligned content block <div align=left></div>
da: Indsæt venstrejusteret indholdsblok <div align=left></div>
es: Insertar bloque de contenido alineado a la izquierda <div align=left></div>
ja: 左揃えのDivブロック要素を挿入 <div align=left></div>

source: Insert a center-aligned content block <div align=center></div>
da: Indsæt centreret indholdsblok <div align=center></div>
es: Insertar bloque de contenido centrado <div align=center></div>
ja: 中央揃えのDivブロック要素を挿入 <div align=center></div>

source: Insert a right-aligned block <div align=right></div>
da: Indsæt højrejusteret indholdsblok <div align=right></div>
es: Insertar bloque de contenido alineado a la derecha <div align=right></div>
ja: 右揃えのDivブロック要素を挿入 <div align=right></div>

source: Insert a center-aligned block using center <center></center>
da: Indsæt centreret blok med center <center></center>
es: Insertar un bloque centrado usando la etiqueta center <center></center>
ja: 中央揃えのCenterブロック要素を挿入 <center></center>

source: Insert a blockquote <blockquote></blockquote>
da: Indsæt blokcitat <blockquote></blockquote>

source: Insert a quotation <q></q>
da: Indsæt blokcitering <q></q>

source: Insert a citation <cite></cite>
da: Indsæt citat <cite></cite>
es: Insertar mención <cite></cite>
ja: 引用の挿入 <cite></cite>

source: Fonts
da: Skrifter
es: Fuentes
ja: フォント

source: Insert a font change <font ...></font>
da: Indsæt skrifttypeskift <font ...></font>
es: Insertar cambio de fuente <font ...></font>
ja: フォント指定を挿入 <font ...></font>

source: Insert bolded text <b></b>
da: Indsæt fed skrift <b></b>
es: Insertar texto en negrita <b></b>
ja: 太字のテキストを挿入 <b></b>

source: Insert strongly bolded text <strong></strong>
da: Indsæt meget fed skrift <strong></strong>
es: Insertar texto en más negrita <strong></strong>
ja: 強調した太字のテキストを挿入 <strong></strong>

source: Insert italic text <i></i>
da: Indsæt kursiv skrift <i></i>
es: Insertar texto en cursiva <i></i>
ja: 斜体のテキストを挿入 <i></i>

source: Insert emphasized text <em></em>
da: Indsæt fremhævet skrift <em></em>
es: Insertar texto con énfasis <em></em>
ja: 強調したテキストを挿入 <em></em>

source: Insert underline text <u></u>
da: Indsæt understreget skrift <u></u>
es: Insertar testo subrayado <u></u>
ja: 下線付きテキストを挿入 <u></u>

source: Insert strikethrough text <strike></strike>
da: Indsæt overstreget skrift <strike></strike>
es: Insertar texto tachado <strike></strike>
ja: 見え消し線付きテキストを挿入 <strike></strike>

source: Insert typewriter text <tt></tt>
da: Indsæt skrivemaskine-skrift <tt></tt>
ja: 等幅活字体を挿入 <u></u>

source: Insert superscript text <sup></sup>
da: Indsæt hævet skrift <sup></sup>
ja: 上付きテキストを挿入 <u></u>

source: Insert subscript text <sub></sub>
da: Indsæt sænket skrift <sub></sub>
ja: 下付きテキストを挿入 <u></u>

source: Insert preformatted text <pre></pre>
da: Indsæt præformateret skrift <pre></pre>
es: Insertar texto preformateado <pre></pre>
ja: 整形済みテキストを挿入 <pre></pre>

source: Insert coded text <code></code>
da: Indsæt kodeskrift <code></code>
es: Insertar texto codificado <code></code>
ja: コードテキストを挿入 <code></code>

source: Insert heading 1 text <h1></h1>
da: Indsæt overskriftniveau 1 <h1></h1>
es: Insertar encabezado de texto 1 <h1></h1>
ja: レベル1の見出しを挿入 <h1></h1>

source: Insert heading 2 text <h2></h2>
da: Indsæt overskriftniveau 2 <h2></h2>
es: Insertar encabezado de texto 2 <h2></h2>
ja: レベル2の見出しを挿入 <h2></h2>

source: Insert heading 3 text <h3></h3>
da: Indsæt overskriftniveau 3 <h3></h3>
es: Insertar encabezado de texto 3 <h3></h3>
ja: レベル3の見出しを挿入 <h3></h3>

source: Insert heading 4 text <h4></h4>
da: Indsæt overskriftniveau 4 <h4></h4>
es: Insertar encabezado de texto 4 <h4></h4>
ja: レベル4の見出しを挿入 <h4></h4>

source: Insert heading 5 text <h5></h5>
da: Indsæt overskriftniveau 5 <h5></h5>
es: Insertar encabezado de texto 5 <h5></h5>
ja: レベル5の見出しを挿入 <h5></h5>

source: Insert heading 6 text <h6></h6>
da: Indsæt overskriftniveau 6 <h6></h6>
es: Insertar encabezado de texto 6 <h6></h6>
ja: レベル6の見出しを挿入 <h6></h6>

source: Insert small text <small></small>
da: Indsæt lille skrift <small></small>
ja: 斜体のテキストを挿入 <i></i>

source: Insert a table <table></table>
da: Indsæt tabel <table></table>
es: Insertar una tabla <table></table>
ja: テーブルを挿入 <table></table>

source: Insert a table row <tr></tr>
da: Indsæt tabelrække <tr></tr>
es: Insertar una columna de tabla <tr></tr>
ja: 行を挿入

source: Insert a table header cell <th ...></th>
da: Indsæt tabeloverskriftcelle <th></th>
es: Insertar encabezado de celda <th ...></th>
ja: 見出しセルを挿入 <th ...></th>

source: Insert a table cell <td ...></td>
da: Indsæt tabelcelle <td></td>
es: Insertar celda de tabla <td ...></td>
ja: セルを挿入 <td ...></td>

source: Lists
da: Lister
es: Listas
ja: リスト

source: Insert an ordered list <ol ...></ol>
da: Indsæt ordnet liste <ol ...></ol>
es: Insertar una lista ordenada <ol ...></ol>
ja: 順序付きリストを挿入 <ol ...></ol>

source: Insert an unordered list <ul ...></ul>
da: Indsæt uordnet liste <ul ...></ul>
es: Insertar lista no ordenada <ul ...></ul>
ja: 順序無しリストを挿入 <ul ...></ul>

source: Insert a list element <li></li>
da: Indsæt listeindgang <li></li>
es: Insertar un elemento de la lista <li></li>
ja: リストの項目を挿入 <li></li>

source: Insert a menu <menu ...></menu>
da: Indsæt en menu <menu ...></menu>
es: Insertar un menú <menu ...></menu>
ja: メニューを挿入 <menu ...></menu>

source: Insert a definition list <dl></dl>
da: Indsæt definitionsliste <dl></dl>
es: Insertar lista <dl></dl>
ja: 定義リストの挿入 list <dl></dl>

source: Insert a definition term <dt></dt>
da: Indsæt definitionsindgang <dt></dt>
es: Insertar término <dt></dt>
ja: 定義語の挿入 <dt></dt>

source: Insert a definition description <dd></dd>
da: Indsæt definitionsbeskrivelse <dd></dd>
es: Insertar descripción <dd></dd>
ja: 定義の説明を挿入 <dd></dd>

source: Other
da: Andet
es: Otro
ja: その他

source: Insert html tag <html></html>
da: Indsæt html-mærke <html></html>
es: Inserta etiqueta html <html></html>
ja: HTMLタグを挿入 <html></html>

source: Insert handheldfriendly meta tag (informs handheld browsers that page is light) <meta...></meta>
da: Indsæt håndholdtvenlige metamærker (oplyser håndholdte browsere om at siden er enkel) <meta...></meta>
es: Insertar etiqueta optimizada para PDA (informa al navegador del dispositivo que la página es ligera) <meta...></meta>
ja: パームデバイスに優しいメタ タグを挿入(ブラウザにこのページが正しいことを伝える) <meta...></meta>

source: Insert body tag (also sets document's text colors) <body...></body>
da: Indsæt indholdsmærke (angiver samtidig dokumentets tekstfarver <body></body>
es: Insertar etiqueta de cuerpo (también pone el color del texto del documento) <body...></body>
ja: Bodyタグを挿入(同時にテキストの色を設定) <body...></body>

source: Insert hidden comment <!--- --->
da: Indsæt skjult kommentar <!--- --->
es: Insertar comentario oculto <!--- --->
ja: 隠しコメントを挿入 <!--- --->

source: Insert Hyperlink
da: Indsæt henvisning
es: Insertar hiperenlace
ja: ハイ-パーリンクを挿入

source: Required hyperlink properties
da: Kræved henvisningsegenskaber
es: Propiedades de hiperenlace requeridas
ja: ハイパーリンクのプロパティ

source: Link description:
da: Henvisningsbeskrivelse
es: Descripción del enlace
ja: リンクの説明

source: Website URL:
da: Webside-URL:
es: Dirección web (URL):
ja: ホームページのURL

source: File name:
da: Filnavn:
es: Nombre del fichero
ja: ファイル名

source: Optional hyperlink settings
da: Valgfrie henvisningsindstillinger
es: Configuraciones opciones del hiperenlace
ja: ハイパーリンクのオプション設定

source: Use 'stay on host' filter: ignore links pointing to an external server that is different from the starting page's server
da: Brug 'bliv på vært'-filteret: ignorér henvisninger til en anden maskine end den, startsiden ligger på
es: Usar filtro ´Permanecer en servidor principal´: ignorar enlaces apuntando a un servidor externo que sea diferente al de la página principal.
ja: '同一ホストのみ'に制限: 開始ページのサーバーと異なる外部のサーバーへのリンクを無視する。

source: Use 'stay on domain' filter: ignore links pointing to a server on a different domain from the starting page's server
da: Brug 'bliv i domæne'-filteret: ignorér henvisninger til servere i et andet domæne end det, startsidens server tilhører
es: Usar filtro ´Permanecer en dominio´: ignorar enlaces apuntando a un servidor en un dominio diferente al de la página principal
ja: '同一ドメイン'に制限: 開始ページのサーバーと異なるドメインのサーバーへのリンクを無視する。

source: Use 'maximum depth' filter: only retreive pages up to
da: Benyt 'maksimal dybde'-filter: hent kun sider op til
es: Usar filtro ´profundidad máxima´: sólo recuperar páginas hasta
ja: '最大リンク数'を制限: 開始ページからのリンク数が

source: links down from the starting page
da: henvisninger væk fra startsiden
es: enlaces desde la página inicial.
ja: 回までのページを収集する。

source: Use 'url pattern' filter: only follow URLs having this regular expression:
da: Brug 'URL-mønster'-filteret: følg kun URL'er, der passer i dette regulære udtryk:
es: Usar filtro ´patrón URL´:sólo seguir direcciones que contengan esta expresión:
ja: 'URLパターン'で制限: 次の正規表現に合致したURLのみを対象とする。

source: Specify image inclusion / color depth:
da: Billedinkludering / farvedybde:
es: Especificar inclusión de imagen / profundidad de color:
ja: 画像を含める / 色数:

source: No images
da: Ingen billeder
es: Sin imágenes
ja: 画像無し

source: Specify image maximum width:
da: Maksimal billedbredde:
es: Especificar ancho máximo de imágen:
ja: 画像の最大の幅を指定:

source: Specify image maximum height:
da: Maksimal billedhøjde:
es: Especificar alto máximo de imágen:
ja: 画像の最大の高さを指定:

source: Insert Horizontal Rule
da: Indsæt vandret bjælke
es: Insertar regla horizontal
ja: 水平方向の罫線を挿入

source: Width:
da: Bredde:
es: Ancho:
ja: 幅:

source: percent
da: procent
es: porcentaje
ja: パーセント

source: pixels
da: piksler
ja: ピクセル

source: Height:
da: Højde:
es: Alto:
ja: 高さ:

source: Alignment:
da: Justering:
es: Alineación
ja: 配置

source: Default
da: Standard
es: Por defecto
ja: デフォルト

source: Left
da: Venstre
es: Izquierda
ja: 左

source: Right
da: Højre
es: Derecha
ja: 右

source: Center
da: Centreret
es: Centro
ja: 中央

source: Color:
da: Farve:
ja: 色:

source: Insert Image
da: Indsæt billede
es: Insertar imágen
ja: 画像を挿入

source: Image source:
da: Billedkilde:
es: Origen de la imágen:
ja: 画像のソース:

source: Image is relative to page location
da: Billedet er relativt til sidens placering
es: La imágen es relativa a la localización de la página
ja: ページの場所から相対リンク

source: Alternative text:
da: Alternativ tekst:
es: Texto alternativo:
ja: 代替テキスト:

source: Hyperlink:
da: Henvisning:
es: Hiperenlace:
ja: ハイパーリンク:

source: Insert Table
da: Indsæt Tabel
ja: 表を挿入

source: Rows:
da: Rækker:
es: Filas:
ja: 行数:

source: Columns:
da: Søjler:
es: Columnas:
ja: 列数:

source: Border:
da: Kant:
es: Borde:
ja: 枠線:

source: Border color:
da: Kantfarve:
es: Color del borde:
ja: 枠線の色:

source: Insert Table Cell
da: Indsæt tabelcelle
ja: 表のセルを挿入

source: Justified
da: Justeret

source: Column span:
da: Søjle-span:
ja: 列数:

source: Row span:
da: Række-span:
ja: 行数:

source: Insert Font
da: Indsæt skrifttype
es: Insertar fuente:
ja: フォント指定を挿入

source: Font color:
da: Skriftfarve
es: Color de la fuente:
ja: フォントの色:

source: Insert Span
da: Indsæt Span
es: Insertar intervalo
ja: Spanの挿入

source: Align:
da: Justering:
es: Alineación:
ja: 配置:

source: Insert Body
da: Indsæt indhold
es: Insertar cuerpo
ja: Bodyタグの挿入

source: Text color:
da: Tekstfarve:
es: Color del texto:
ja: テキストの色:

source: Link color:
da: Henvisningsfarve:
es: Color del enlace:
ja: リンクの色:

source: Insert Bookmark
da: Indsæt bogmærke
es: Insertar Marcador
ja: 名前付きアンカーを挿入

source: Description:
da: Beskrivelse:
es: Descripción
ja: 説明:

source: Anchor name:
da: Henvisningsmålnavn:
es: Nombre de Ancla:
ja: アンカー名:

source: Insert Email
da: Indsæt e-post
es: Insertar Email:
ja: eメールを挿入

source: Email address:
da: E-post adresse:
es: Direccion de Email:
ja: eメール アドレス:

source: Insert Symbol / Character
da: Indsæt symbol / tegn
es: Insertar Símbolo / Caracter
ja: シンボル/キャラクタを挿入

source: Select a symbol and press OK:
da: Vælg symbol og tryk O.k.
es: Seleccione un símbolo y presione OK:
ja: シンボルを選択してOKを押して下さい:

source: Insert Javascrip Popup
da: Indsæt Javascript pop-op
es: Insertar ventana emergente Javascript
ja: Java Scriptのポップアップを挿入

source: Popup message:
da: Pop-op besked
es: Mensaje en ventana emergente:
ja: ポップアップ メッセージ:

source: Insert Unordered List
da: Indsæt uordnet liste
es: Insertar lista no odenada
ja: 順序無しリストを挿入

source: Bullet type:
da: Punkttype:
es: Tipo de símbolo:
ja: 記号の種類

source: Disc (default)
da: Skive (standard)
es: Disco (por defecto)
ja: 黒丸(標準)

source: Square
da: Kvadrat
es: Cuadrado
ja: 四角

source: Circle
da: Cirkel
es: Circulo
ja: 白丸

source: Compact:
da: Kompakt:
es: Compacto:
ja: コンパクト

source: Insert Ordered List
da: Indsæt ordnet liste
es: Insertar lista ordenada
ja: 順序付きリストを挿入

source: Enumeration type:
da: Nummerering:
es: Tipos de enumeración_
ja: 項目番号の種類

source: 1 arabic (default)
da: 1 arabisk (standard)
es: 1 arabic (por defecto)
ja: 1 数字(標準)

source: A uppercase alpha
da: A store bogstaver
es: A Mayúscula alpha
ja: A 英大文字

source: a lowercase alpha
da: a små bogstaver
es: a Minúscula alpha
ja: a 英小文字

source: I uppercase roman
da: I romertal, store bogstaver
es: I Mayúscula roman
ja: I ギリシャ数字(大文字)

source: i lowecase roman
da: i romertal, små bogstaver
es: i Minúscula roman
ja: i ギリシャ数字(小文字)

source: Specifiy start number:
da: Angiv startnummer:
es: Especificar número de comienzo:
ja: 開始番号を指定:

source: Starting at:
da: Starter med:
es: Comenzar en:
ja: 開始番号:

source: Add..
da: Tilføj...
es: Añadir...
ja: 追加..

source: Edit...
da: Redigér...
es: Editar...
ja: 編集...

source: Delete
da: Slet
es: Borrar
ja: 削除

source: Action:
da: Handling:
es: Acción:
ja: アクション

source: Exclude this item
da: Udelad dette
es: Excluir este objeto:
ja: このアイテムを除外

source: Include this item
da: Inkludér dette
es: Incluir este objeto:
ja: このアイテムを含む

source: Priority:
da: Prioritet:
es: Prioridad:
ja: 優先度

source: &File
da: &Fil
es: &Fichero
ja: ファイル(&F)

source: &Add a new channel...
da: &Tilføj ny kanal...
es: &Añadir nuevo canal...
ja: チャンネルを追加(&A)

source: Add a new channel using &wizard...
da: Tilføj ny kanal med g&uide...
es: Añadir nuevo canal usando el &asistente...
ja: ウィザード形式でチャンネルを追加(&W)

source: Add a new channel using the Add New Channel Wizard
da: Tilføj ny kanal med kanaltilføjelsesguiden
es: Añadir nuevo canal usando el Asistente para nuevo canal
ja: チャンネル追加ウィザードを使ってチャンネルを追加します。

source: &Configure selected channel...
da: &Opsætning af valgte kanal...
es: &Configurar canal seleccionado...
ja: チャンネルを設定(&C)

source: Configure channel settings for the selected channel
da: Opsætning af valgte kanal
es: Configurar opciones para el canal seleccionado
ja: 選択したチャンネルの設定を変更します。

source: &Delete selected channels
da: &Slet valgte kanaler
es: &Borrar canales seleccionados
ja: チャンネルを削除(&D)

source: Delete the selected channels
da: Slet valgte kanaler
es: Borrar canales seleccionados
ja: 選択したチャンネルを削除します。

source: E&xit
da: &Afslut
es: S&alir
ja: 終了(&E)

source: Exit the application
da: Afbryd programmet

source: &Import/Export
da: Import/Ekspor&t
es: &Importar/Exportar
ja: インポート/エクスポート(&I)

source: Paste &URL as new channel...
da: Indsæt &URL som ny kanal...
es: Pegar &URL como nuevo canal...
ja: URLを新しいチャンネルに貼り付け(&U)

source: Paste a URL from the clipboard as a new channel
da: Indsæt en URL fra klippebordet som ny kanal
es: Pegar URL de el portapapeles como nuevo canal
ja: クリップボード上のURLを新しいチャンネルとして貼り付けます。

source: Paste files as &separate new channels...
da: Indsæt filer som &separate nye kanaler...
es: Pegar ficheros como canales &separados...
ja: ファイルを個々にチャンネルに貼り付け(&S)

source: Paste files from the clipboard using a new channel for each file
da: Indsæt filer fra klippebordet med en kanal for hver fil
es: Pegar ficheros de el portapapeles usando un nuevo canal para cada fichero
ja: クリップボード上のファイルを個々に新しいチャンネルとして貼付けします。

source: &Update
da: O&pdatér
es: &Actualizar
ja: 更新(&U)

source: Update &selected channels
da: Opdatér &valgte kanaler
es: Actualizar canales &seleccionados
ja: チャンネルを更新(&S)

source: Update the selected channels
da: Opdatér de valgte kanaler
es: Actualizar los canales seleccionados
ja: 選択したチャンネルを更新します。

source: Update all &due channels
da: Opdatér &planlagte kanaler
es: Actualizar todos los canales pendientes
ja: 期限過ぎ全チャンネルを更新(&D)

source: Update all channels that are currently due
da: Opdatér de kanaler, der er planlagt til indsamling nu
es: Actualizar todos los canales que estan previstos
ja: 更新期限を過ぎたチャンネルを全て更新します。

source: Update &all channels
da: Opdatér &alle kanaler
es: Actualizar &todos los canales
ja: 全チャンネルを更新(&A)

source: &Options
da: &Indstillinger
es: &Opciones
ja: オプション(&O)

source: &Preferences...
da: &Opsætning...
es: &Preferencias
ja: 環境設定(&P)

source: Set interface, autoupdate, proxy, spidering, and other behaviours
da: Opsætning af brugerflade, planlægning, proxy, indsamling med mere
es: Ajustar interfaz, auto-actualizar, proxy, Tejido, y otros comportamientos
ja: インターフェース、自動更新、プロクシ、ダウンロード等の設定を行います。

source: Set &default configuration for new channels...
da: Angiv &standardopsætning for nye kanaler...
es: Ajustar configuración por &defecto para nuevos canales...
ja: 新しいチャンネル用のデフォルト値を設定(&D)

source: Change the default values used in newly created channels
da: Ret de standardværdier, der bruges for nyoprettede kanaler
es: Cambiar los valores por defecto para los canales nuevos.
ja: 新しいチャンネルを登録する時のデフォルト値を変更します。

source: &Install handheld viewer software...
da: &Installér fremvisningsprogram til håndholdt...
es: &Instalar el visor para el dispositivo...
ja: パームデバイス用ビューワーをインストール(&I)

source: Reinstall the viewer software and manual to the handheld
da: Geninstallér Pluckers fremvisningsprogram og manual til den håndholdte
ja: Plucker ビューワーとマニュアルをパーム本体に再インストールします。

source: Rerun &setup wizard...
da: Kør &opsætningsguide igen...
es: Volver a ejecutar asistente de &instalación...
ja: セットアップ ウィザードを実行(&S)

source: Runs the first-start setup wizard to set up the proxy, etc
da: Kør opstartsguiden til opsætning af proxy m.m.
es: Ejecuta la primera configuración para ajustar el proxy, etc
ja: 初回起動時のセットアップ ウィザードを実行します。

source: &Help
da: &Hjælp
es: &Ayuda
ja: ヘルプ(&H)

source: &Help contents...
da: &Hjælpeindhold...
es: &Contenidos de la Ayuda
ja: ヘルプ(&H)

source: Display contents of the help
da: Vis hjælpeindholdet

source: Help on using &this dialog...
da: Hjælp til brugen af &dette vindue...
es: Ayuda para usar &este diálogo...
ja: この画面のヘルプを表示(&T)

source: Display help on how to use this main dialog
da: Vis hjælpetekst om hvordan du bruger dette hovedvindue
es: Mostrar ayuda para usar este diálogo principal
ja: メイン画面の使い方を表示します。

source: &Search help...
da: &Søg efter hjælp...
es: &Buscar Ayuda...
ja: ヘルプを検索(&S)

source: Search the help for a keyword
da: Søg efter nøgleord i hjælpen
ja: キーワードでヘルプを検索

source: &Tip of the day
da: Dagens &tip
es: &Consejo del dia
ja: 今日のTips(&T)

source: Show a tip of the day
da: Vis dagens tip
ja: 今日のTips

source: Display version number and copyright notice
da: Vis versionsnummer og copyrightoplysninger
es: Mostrar número de versión y copyright
ja: Version番号とコピーライトを表示します。

source: Preferences...
da: Indstillinger...
es: Preferencias...
ja: 環境設定

source: Preferences
da: Indstillinger
es: Preferencias
ja: 環境設定

source: Interface
da: Brugerflade
es: Interfaz
ja: 表示

source: Internationalization
da: Internationalisering
es: Internacionalización
ja: 国際化

source: Translate interface into the local language
da: Oversæt brugerfladen til det lokale sprog
es: Traducir interfaz a idioma local
ja: 地域別の言語で表示

source: Autodetect language (recommended)
da: Find automatisk sprog (anbefales)
es: Autodetectar idioma (recomendado)
ja: 自動で検出(推奨)

source: Force a specific language:
da: Gennemtving bestemt sprog:
es: Forzar idioma especificado
ja: 手動で設定:

source: Choose language...
da: Vælg sprog...
es: Elegir idioma...
ja: 言語を選択

source: Look and feel
da: Fremtræden
es: Estilo
ja: ウィンドウ

source: Show toolbar:
da: Vis værktøjslinje:
es: Mostrar barra de herramientas
ja: ツールバーを表示:
