Repository: arpruss/plucker
Catalog: trunk/plucker_desktop/langs/*/plucker-desktop.po
Languages: da, es, ja

source: Most complex-formatted media articles online have a "Printable format" link that you want to use as a starting URL, as an easy way to strip out the unneeded text.
da: De fleste komplekst formaterede onlineartikler har et "Udskriftvenligt" format, som du med fordel kan bruge som start-URL, da det er en let måde at fjerne unødvendig tekst.
es: La mayoria de los textos complejamente formateados en internet suelen tener una versión en "Formato imprimible", la cual puede usar como página de inicio para su canal como recurso para eliminar texto no necesario.

source: In the Online Help, you can click the <b>A</b> button in the help's toolbar to set the fonts. You can also mark an important page, using the <b>Add bookmark</b> icon.
da: I skærmhjælpen kan du trykke på knappen <b>A</b> i værktøjslinjen for at indstille skrifttypen. Du kan også markere en vigtig side med ikonet <b>Tilføj bogmærke</b>.
es: En la ayuda online, puede hacer click en el botón <b>A</b> en la barra de herramientas de la ayuda para seleccionar la fuente. Tambien puede marcar páginas importantes usando el icono <b>Añadir marcador</b>

source: You can make a plkrAPPLICATION_SUITE_NAME channel into multiple categories in the viewer, by entering multiple category names separated by semicolons.
da: Du kan indlemme en plkrAPPLICATION_SUITE_NAMEkanal under flere kategorier i fremviseren ved at angive flere kategorinavne separeret af semikolon (;).

source: You can join the plkrAPPLICATION_SUITE_NAME programming effort! It doesn't matter if you can't code. There are many different ways to help.
da: Du kan deltage i arbejdet med at udvikle plkrAPPLICATION_SUITE_NAME ! Du behøver ikke at kunne programmere; der er mange måder at hjælpe.

source: Use the checkboxes to select your desired channels.
ja: チェックボックスでチャンネルを選択して下さい。

source: (required)
ja: (必須)

source: Proxy server:
es: Servidor proxy:
ja: プロクシ サーバ名

source: Port:
es: Puerto:
ja: ポート番号

source: Channel Name
ja: チャンネル名

source: version
ja: バージョン

source: Version
es: Versión
ja: バージョン

source: If you feel left out, then please add yourself to the file, or send e-mail to <u>plucker-dev@rubberchicken.org</u>!
ja: もしあなたの名前が抜けていた時は、自分でファイルに 名前を追加するか、e-mailを<u>plucker-dev@rubberchicken.org</u>までお願いします！

source: Free Software Foundation's General Public License.
es: Licencia Pública General de la Fundación de Software Libre
ja: に基づくフリーソフトウェアです。

source: Channel-specific inclusion/exclusion list filter
ja: チャンネル専用の除外リスト

source: In addition to the shared inclusion/exclusion list, also follow/ignore links pointing to these file types or servers:
ja: 共有の除外リストに加えて、次に指定したファイル/サーバーを無視する

source: Edit channel-specific inclusion/exclusion list...
ja: チャンネル用除外リストを編集

source: Stop
es: Parar
ja: 停止

source: Layout
es: Esquema
ja: レイアウト

source: Symbol:
es: Símbolo:
ja: シンボル

source: Inclusion/Exclusion Lists
ja: 追加/除外リスト

source: Website URLs
ja: ウェブページのURL

source: File extensions
ja: ファイルの拡張子

source: Edit inclusion/exclusion list item
ja: 追加/除外リスト要素の編集

source: Item:
ja: 要素:

source: Inclusion/exclusion lists
ja: 追加/除外リスト

source: Edit shared inclusion/exclusion list (used by all channels)...
ja: 共有された追加/除外リストを編集(全チャンネルで使用)

source: Proxy
ja: プロクシ
