Repository: arpruss/plucker
Catalog: trunk/plucker_desktop/langs/*/plucker-desktop.po
Languages: da, es, ja

source: Tip of the day
da: Dagens tip
es: Sugerencia del día
ja: 今日のTips

source: Tips not available, sorry!
da: Tips er desværre ikke tilgængelige!

source: &Close
da: &Luk
es: &Cerrar
ja: 閉じる(&C)

source: &Show tips at startup
da: Vis tip under &opstart
es: &Mostrar Sugerencias al iniciar
ja: 起動時のTipsを表示(&S)

source: &Next Tip
da: &Næste tip
es: &Siguiente sugerencia
ja: 次のTips(&N)

source: [System default]
da: [Systemstandard]
es: [Por defecto]
ja: [システム規定値]

source: Czech
da: Tjekkisk
es: Checo
ja: チェコ語

source: Danish
da: Dansk
es: Danés
ja: デンマーク語

source: German
da: Tysk
es: Alemán
ja: ドイツ語

source: Spanish
da: Spansk
es: Español
ja: スペイン語

source: English
da: Engelsk
es: Inglés
ja: 英語

source: English (US)
da: Engelsk (Amerikansk)
es: Inglés (US)
ja: 英語(US)

source: Faeroese
da: Færøsk
ja: フェロー語

source: French
da: Fransk
es: Francés
ja: フランス語

source: Italian
da: Italiensk
es: Italiano
ja: イタリア語

source: Japanese
da: Japansk
es: Japonés
ja: 日本語

source: Dutch
da: Hollandsk
es: Holandés
ja: オランダ語

source: Polish
da: Polsk
es: Polaco
ja: ポーランド語

source: Russian
da: Russisk
es: Ruso
ja: ロシア語

source: Please choose language:
da: Vælg sprog:
es: Por favor, elija su idioma:
ja: 言語を選んで下さい。

source: Language
da: Sprog
es: Idioma
ja: 言語

source: Help
da: Hjælp
es: Ayuda
ja: ヘルプ

source: Couldn't open help file named
da: Kunne ikke åbne den angivne hjælpefil
es: No puedo abrir el fichero de ayuda llamado
ja: 次のヘルプファイルを開けませんでした。

source: Enter keyword to search for:
da: Angiv nøgleord at søge efter:
es: Introduzca palabra a buscar:
ja: ヘルプを検索するキーワードを入力

source: Search help for keyword
da: Søg efter nøgleord i hjælpen
es: Buscar palabar clave en Ayuda
ja: キーワードでヘルプを検索

source: Cancel wizard
da: Afbryd guide
es: Cancelar Asistente
ja: ウィザードのキャンセル

source: This wizard will guide you through setting up
da: Denne guide vil hjælpe dig gennem opsætningen af
ja: このウィザードでは、Plucker Desktopのセットアップ方法を案内します。

source: for your system.
da: på dit system.

source: You can specify what handheld software you would like installed, what handhelds or directories you want channels and software installed to, and set up your proxy
da: Du kan angive hvilke programmer, du vil have installeret, hvilke håndholdte eller kataloger, du vil have installeret kanaler eller programmer på samt angive en eventuel proxy
es: Puede especificar que programa de PDA quiere instalado
ja: パームデバイスにインストールするビューワソフトの種類や、チャンネルやビューワをインストールするパームデバイスとディレクトリ、及びプロクシの指定ができます。

source: Click Next to begin, or Cancel to exit the wizard.
da: Tryk Næste for at starte eller Afbryd for at afslutte guiden.
es: Click en Siguiente para empezar, o Cancelar para salir del Asistente
ja: 先に進む場合は'Next'を、ウィザードを終了する場合は'Cancel'をクリックして下さい。

source: Install software/channels to these handheld destinations
da: Installér programmer/kanaler til disse håndholdte
es: Instalar programa/canales a estos PDAs de destino
ja: 次のパームデバイスにビューワソフト/チャンネルをインストール

source: Install software/channels to these directory destinations
da: Installér programmer/kanaler til kataloger
es: Instalar programa/canales a estas carpetas de destino
ja: 次のディレクトリにビューワソフト/チャンネルをインストール

source: The wizard has gathered all information needed to configure
da: Guiden har indsamlet tilstrækkeligt med oplysninger til at opsætte
ja: ウィザードは、Plucker Desktopのセットアップに必要な情報を全て収集し終えました。

source: Click Finish to apply these settings and complete the wizard.
da: Tryk Afslut for at aktivere disse indstillinger og afslutte >guiden.
es: Click en Finalizar para aplicar esta configuración y comletar el Asistente.
ja: Finishボタンを押して設定を反映し、ウィザードを完了してください。

source: Install Handheld Software Wizard
da: Guide til installation af programmer på den håndholdte
es: Instalar Asistente del PDA
ja: パームデバイス用ビューワのインストール ウィザード

source: This wizard will reinstall the
da: Denne guide vil geninstallere

source: viewer software to your handheld.
da: Plucker-fremviseren på din håndholdte.
ja: このウィザードではパームデバイス用ビューワソフトを再インストールします。

source: This is helpful if the software was accidentally erased from the device, and now needs to be reinstalled.
da: Det er nyttigt, hvis programmet ved et uheld blev slettet fra den håndholdte og skal derfor installeres på ny.
es: Esto es útil si el programa hubiese sido borrado accidentalmente del PDA, y ahora necesitase ser reinstalado.
ja: これは、パームデバイスのビューワソフトが消えてしまい、再インストールする時に役に立ちます。

source: Install handheld software to these handheld destinations
da: Installér programmer til følgende håndholdte
es: Instalar el programa del PDA en estos dispositivos de destino
ja: パームデバイス用ビューワを次のパームデバイスにインストール

source: Install handheld software to these directory destinations
da: Placér programmer i følgende kataloger
es: Instalar el programa del PDA en estas carpetas de destino
ja: パームデバイス用ビューワを次のディレクトリにインストール

source: The wizard has gathered all information needed to install the handheld software.
da: Guiden har indhentet alle nødvendige oplysninger til at installere programmerne på den håndholdte.
es: El asistente ha recopilado toda la información necesaria para instalar el software del PDA.
ja: ウィザードは、パームデバイス用ビューワのインストールに必要な情報を全て収集し終えました。

source: Click Finish to perform the installation and complete the wizard.
da: Tryk Afslut for at udføre installationen og afslutte guiden.
es: Haga Click en Finalizar para ejecutar la instalación y finalizar el Asistente.
ja: Finishボタンを押してビューワをインストールし、ウィザードを完了してください

source: After clicking Finish, the handheld software will be sent your specified destinations.
da: Når du har trykket på Afslut, vil programmet blive sendt til de angivne placeringer.
es: Después de hacer Click en Finalizar, el programa del PDA se enviará al destino especificado.
ja: Finishボタンを押した後に、パームデバイス用ビューワソフトは指定した場所に出力されます。

source: Enter a name for the new channel.
da: Angiv navnet på den nye kanal.
es: Introduzca un nombre para el nuevo canal.
ja: 新しいチャンネルの名前を入力して下さい。

source: The channel name can be up to 26 letters long.
da: Kanalnavnet kan være op til 26 tegn langt.
es: El nombre del canal puede ser de hasta 26 caracteres.
ja: チャンネル名は26文字までです。

source: Channel name:
da: Kanalnavn
es: Nombre del Canal:
ja: チャンネル名:

source: Enter a starting page for the channel.
da: Angiv kanalens startside.
es: Introduzca una página inicial para el canal.
ja: 開始ページを入力して下さい。

source: The starting page and the pages it links to will be retrieved.
da: Startsiden og de sider, den henviser til, vil blive hentet.
es: La página inicial y a las que enlaza serán recuperadas.
ja: 開始ページとそのリンク先のページがダウンロードされます。

source: You can choose to start on either a website URL or a local file on your hard drive.
da: Du kan vælge at starte enten på en webside eller en lokal fil på din harddisk.
es: Puede elegir entre empezar en una dirección de internet, o un fichero local en su disco duro.
ja: 開始ページには、ホームページのURL又はローカルファイルが選択できます。

source: Start on a website URL:
da: Start fra en webside-URL:
es: Empezar en una dirección de internet:
ja: ホームページのURLから開始:

source: Start on a local file:
da: Start fra en lokal fil:
es: Empezar en un fichero local:
ja: ローカルファイルから開始:

source: Send channel output to these handheld destinations:
da: Send kanal-resultater til disse håndholdte:
es: Enviar resultado del canal a estos PDA de destino:
ja: チャンネルを次のパームデバイスに出力する

source: Send channel output to these directory destinations:
da: Læg kanalresultater til disse kataloger:
es: Enviar resultado del canal a estas carpetas de destino:
ja: チャンネルを次のディレクトリに出力する

source: The wizard has gathered all the information needed to create a new channel.
da: Guiden har indhentet de nødvendige oplysninger til at oprette en ny kanal.
es: El Asistente ha recopilado toda la información necesaria para crear el nuevo canal.
ja: ウィザードは、チャンネルの追加に必要な情報を全て収集し終えました。

source: Click Finish to add the channel and complete the wizard.
da: Tryk på Afslut for at tilføje kanalen og afslutte guiden.
es: Haga Click en Finalizar para añadir el canal y completar el Asistente.
ja: Finishボタンを押してチャンネルを追加し、ウィザードを完了してください。

source: Launch a 'Configure channel' dialog when I click Finish.
da: Start et 'Kanalopsætning'-vindue, når jeg trykker Afslut.
es: Lanzar la Configuración del canal cuando finalize.
ja: Finishボタンを押したら、チャンネルの設定画面を表示する。

source: At least one destination is required. Click 'Add handheld..' or .'Add output directory...'.
da: Der kræves mindst én målplacering. Tryk 'Tilføj håndholdt...' eller 'Tilføj uddatakatalog...'
es: Un destino es requerido como mínimo. Haga Click en ´Añadir PDA.´ o ´Añadir directorio de destino...´
ja: 少なくとも一つの出力先が必要です。'パームデバイスを追加'か'出力先ディレクトリを追加'ボタンを押して下さい。

source: Destination required
da: Målplacering kræves
es: Se requiere destino
ja: 出力先の設定

source: Normal resolution Palm OS device
da: Palm OS-enhed med normal opløsning
es: Resolución normal para dispositivo Palm OS
ja: 通常解像度のパームデバイス

source: High resolution Palm OS device
da: Palm OS-enhed med høj opløsning
es: Resolución alta para dispositivo Palm OS
ja: 高解像度(ハイレゾ)のパームデバイス

source: Black and white
da: Sort/hvid
es: Blanco y negro
ja: 白黒

source: 4 shade grayscale
da: 4 gråtoner
es: 4 tonos de gris
ja: グレースケール(4階調)

source: 16 shade grayscale
da: 16 gråtoner
es: 16 tonos de gris
ja: グレースケール(16階調)

source: 256 colors
da: 256 farver
es: 256 colores
ja: 256色

source: Thousands of colors
da: Tusinder af farver
es: Miles de colores
ja: フルカラー

source: Turkish
da: Tyrkisk
es: Turco
ja: トルコ語

source: Simplified Chinese
da: Simplificeret kinesisk
es: Chino simplificado
ja: 簡体中国語

source: Software options
da: Programvalg
es: Opciones del programa
ja: ビューワソフトのオプション

source: Type of handheld device:
da: Håndholdt enhedstype:
es: Tipo de dispositivo:
ja: パームデバイスの種類

source: Color depth of handheld device:
da: Farvedybde på håndholdt enhed:
es: Profundidad de color de dispositivo:
ja: パームデバイスの色数

source: Language for handheld software:
da: Sprog til håndholdt enhed:
es: Idioma del dispositivo:
ja: パームデバイスの言語

source: Items to install
da: Ting at installere
es: Elementos a instalar
ja: インストール項目

source: Install
da: Installér
ja: インストール

source: Viewer
da: Fremviser

source: Install ZLIB decompression tool
da: Installér dekompromeringsværktøjet ZLIB

source: (strongly recommended)
da: (anbefales kraftigt)

source: user's manual
da: brugermanual
ja: 取扱説明書

source: (optional)
da: (valgfri)
ja: (任意)

source: Please enter a value in the text box to continue the wizard.
da: Angiv dit valg i tekstboksen for at fortsætte guiden.
es: Por favor, introduzca un valor en el campo de texto para continuar con el Asistente.
ja: ウィザードを続けるには、テキストを入力して下さい。

source: Text required
da: Tekst kræves
es: Texto requerido
ja: テキストが必要です。

source: Browse showcase...
da: Find hyldevare...
es: Navegar Biblioteca...
ja: ショーケースを開く

source: Choose file...
da: Vælg fil...
es: Elija fichero...
ja: ファイルを選択

source: Choose start file
da: Vælg startfil
es: Elija fichero de comienzo
ja: 開始ファイルを選択

source: Enter the depth of pages that you want to retrieve (1=retrieve starting page only):
da: Angiv dybden på de sider, du vil hente (1=hent kun startsiden):
es: Introduzca la profundidad de páginas que quiere recopilar (1=recopilar sólo la página inicial)
ja: 収集したいページのリンク数(階層数)を入力して下さい。(1=開始ページのみ)

source: Maximum depth
da: Maksimal dybde
es: Profundidad máxima
ja: 最大リンク数(階層数)

source: Retreive linked pages to a depth of
da: Hent henviste sider ned til dybden
es: Recivir páginas enlazadas a una profundidad de
ja: 開始ページからのリンク数が

source: from the starting page
da: fra sidens start
es: de la página inicial
ja: 回までのページを収集する

source: Enter whether you want to exclude linked pages that are not on the server:
da: Angiv om du vil udelukke henviste sider, der ikke er på samme server:
es: Especifique si quiere excluir las páginas enlazadas que no se encuentran en el servidor.
ja: サーバー上に無い除外したいリンク先ページを指定する

source: 'Stay on host' / 'Stay on domain' filters
da: 'Bliv på vært' / 'Bliv i domæne'-filtre
es: filtros de :Permanecer en Servidor:/:Permanecer en Dominio:
ja: サーバ/ドメインで制限

source: Ignore links to a server that is different from starting page's server
da: Ignorér henvisninger til andre servere end startsidens server
es: Ignorar enlaces a un servidor que es diferente de el de la página principal
ja: 開始ページと異なるサーバ/ドメインへのリンクを無視

source: Limit to the exact server only
da: Begræns til specifik server
es: Limitar sólo al servidor
ja: 同一サーバー上のみに制限

source: Only restrict to domain (eg allow www.plkr.org and www2.plkr.org)
da: Begræns kun til domænet (tillad f.eks. www.plkr.org og www2.plkr.org)
es: Sólo restringir el dominio (ejemplo: permite www.plkr.org y www2.plkr.org)
ja: 同一ドメインのみに制限(例 www.plkr.org と www2.plkr.orgは含まれる)

source: Enable proxy
da: Aktivér proxy
es: Activar proxy
ja: プロクシの使用

source: This computer uses a proxy to access the Internet
da: Denne maskine benytter en proxy til at tilgå internettet
es: Este ordenador utiliza un proxy para conectarse a Internet
ja: このコンピュータからインターネットに接続にプロクシを使用

source: Proxy settings
da: Proxyindstillinger
es: Parámetros de proxy
ja: プロクシ設定

source: Proxy login:
da: Proxy brugernavn:
es: Usuario proxy:
ja: ログインID

source: Proxy password:
da: Proxy adgangskode:
es: Contraseña proxy:
ja: ログイン パスワード

source: Your proxy server is invalid. It must begin with either http:// or https://
da: Din proxyserver er ugyldig. Den skal starte enten med http:// eller https://
es: Su servidor proxy es inválido. Debe comenzar con http:// o https://
ja: プロクシサーバが無効です。http://またはhttps://で始まる必要があります。

source: Proxy invalid
da: Ugyldig proxy
es: Proxy inválido
ja: プロクシサーバが無効です。

source: The setup wizard is not complete.
da: Opsætningsguiden er ikke færdig.
es: El Asistente de configuración no se completó
ja: セットアップ ウィザードは完了していません。

source: You can run this wizard again at a later time to complete the setup.
da: Du kan køre guiden igen senere for at færdiggøre opsætningen.
es: Puede ejecutar este Asistente de nuevo más tarde para completar la configuración.
ja: このウィザードは後からPlucker Desktopをセットアップする時にいつでも実行できます。

source: Exit the setup wizard?
da: Afslut opsætningsguiden?
es: ¿Salir del Asistente?
ja: セットアップ ウィザードを終了しますか？

source: Setup Wizard
da: Opsætningsguide
ja: Plucker Desktop セットアップ ウィザード

source: The install handheld software wizard is not complete.
da: Installationen af programmer på den håndholdte blev ikke afsluttet.
es: El Asistente de instalación del programa del PDA no se completó.
ja: ウィザードは完了していません。

source: You can run this wizard again at a later time to re-install the software.
da: Du kan bruge denne guide igen senere til at reninstallere programmet.
es: Puede volver a ejecutar este asistente más tarde para reinstalar el programa.
ja: このウィザードは後からソフトウェアを再インストールする時にいつでも実行できます。

source: Exit the wizard?
da: Vil du afbryde guiden?
es: ¿Salir del Asistente?
ja: ウィザードを終了しますか？

source: The add channel wizard is not complete.
da: Kanaltilføjelsesguiden blev ikke færdig.
es: El Asistente de añadir canales no está completo.
ja: チャンネル追加ウィザードは完了していません。

source: You can run this wizard again at a later time to add the channel.
da: Du kan bruge denne guide igen senere for at tilføje kanalen.
es: Puede ejecutar este Asistente más tarde para añadir el canal
ja: このウィザードは後からチャンネルを追加する時にいつでも実行できます。

source: Add New Channel Wizard
da: Kanaltilføjelsesguide
es: Asistente para Añadir Nuevo Canal
ja: チャンネル追加ウィザード

source: Unable to save home.html
da: Kunne ikke gemme home.html
es: Imposible guardar home.html
ja: home.htmlを保存できません

source: Choose file to link to
da: Vælg en fil at henvise til
es: Elija fichero para enlazar
ja: リンクするファイルを選択

source: Choose image source file
da: Vælg billedkildefil
es: Elija imagen de origen
ja: 画像のソースファイルを選択

source: File Extension
da: Filudvidelse
es: Extensión del fichero
ja: ファイルの拡張子

source: Exclude
da: Udelad
es: Excluir
ja: 除外する

source: Include
da: Inkludér
es: Incluir
ja: 含める

source: Action
da: Handling
es: Acción
ja: アクション

source: Priority
da: Prioritet
es: Prioridad
ja: 優先順位

source: Add a new exclusion...
da: Tilføj ny udeladelse...
es: Añadir una nueva exclusión...
ja: 除外するアイテムを追加...

source: Edit selected exclusion...
da: Redigér valgte udeladelse...
es: Editar exclusión seleccionada...
ja: 選択したアイテムを編集

source: Delete selected exclusion
da: Slet valgte udeladelse
es: Borrar exclusión seleccionada
ja: 選択したアイテムを削除

source: Are you sure you wish to delete this URL/extension from your exclusion list?
da: Er du sikker på at du vil slette denne URL/udvidelse fra din udeladelsesliste?
es: ¿Está seguro de que desea eliminar esta URL/extensión de su lista de exclusión?
ja: 選択したURL/拡張子を除外リストから本当に削除しますか？

source: Confirm delete
da: Bekræft sletning
es: Confimar borrado
ja: 削除の確認

source: You must enter some text in the "Item to block" edit box.
da: Du skal angive noget tekst i boksen "Ting at blokere".
es: Debe introducir algun texto en el campo editable del "Item to block"
ja: "アイテム"欄にテキストを入力して下さい。

source: Enter exclusion
da: Angiv udeladelse
es: Introduzca exclusión
ja: 除外アイテムの入力

source: Yes
da: Ja
es: Si
ja: はい

source: No
da: Nej
ja: いいえ

source: Name
da: Navn
es: Nombre
ja: 名前

source: Description
da: Beskrivelse
es: Descripción
ja: 説明

source: Category
da: Kategori
es: Categoría
ja: カテゴリー

source: Update Frequency
da: Opdateringsfrekvens
es: Frecuencia de Actualización
ja: 更新頻度

source: Update Period
da: Opdateringsperiode
es: Actualizar Periodo
ja: 更新間隔

source: Update Base
da: Opdateringsbase
es: Actualizar Base
ja: 更新の開始日時

source: Update Enabled
da: Opdatering aktiveret
es: Actualizar Activado
ja: 自動更新

source: Image Depth
da: Billeddybde
es: Profundidad de Imágen
ja: 画像の色数

source: Maximum Depth
da: Maksimal dybde
es: Profundidad máxima
ja: リンク数(階層数)

source: Stay On Host
da: Bliv på vært
es: Permanecer en servidor principal
ja: 同一ホスト

source: Stay On Domain
da: Bliv i domæne
es: Permanecer en Dominio
ja: 同一ドメイン

source: URL Pattern
da: URL-mønster
es: Formato URL
ja: URLパターン

source: Downloading channel preview...
da: Henter kanalsmugkig...
es: Descargando vista previa del canal
ja: チャンネル プレビューをダウンロード中...

source: Channel preview unavailable.
da: Kanalsmugkik ikke tilgængeligt.
es: Vista previa del canal no disponible.
ja: チャンネル プレビューが使用できません。

source: Formatting images...
da: Formaterer billeder...
es: Dando formato a las imágenes...
ja: 画像を変換中...

source: Formatting hyperlinks...
da: Formaterer henvisninger...
es: Dando formato a los enlaces...
ja: ハイ-パーリンクを変換中...

source: Downloading images...
da: Henter billeder...
es: Descargando Imágenes...
ja: 画像をダウンロード中...

source: Another instance of the application is already running, so aborting startup of second instance.
da: Der kører allerede en anden udgave af programmet, så jeg afbryder opstarten af denne udgave.

source: Already running
da: Kører allerede

source: &About
da: &Om

source: About
da: Om

source: Channel name
da: Kanalnavn
es: Nombre del canal
ja: チャンネル名

source: Due
da: Forfald
es: Vencimiento
ja: 更新期限

source: Are you sure you wish to permanently delete the selected channels?
da: Er du sikker på at du vil slette de valgte kanaler?
es: ¿Está seguro de que desea eliminar permanentemente el/los canales seleccionados?
ja: このチャンネルを削除して良いですか？

source: Confirm channel delete
da: Bekræft sletning af kanaler
es: Confime eliminación del canal
ja: チャンネル削除の確認

source: No channels are currently due at this time.
da: Ingen kanaler er planlagt til hentning nu.
es: Ningun ca
ja: 現在期限の来たチャンネルはありません。

source: All due channels are updated
da: Alle planlagte kanaler blev opdaterede
es: Todos los canales previstos estan actualizados
ja: 更新期限の来たチャンネルは全て更新済みです。

source: You currently have no channels in your list. Would you like to add a channel now?
da: Du har ingen kanaler i din liste. Vil du tilføje en kanal nu?
es: Actualmente no dispone de ningún canal en su lista. ¿Desea añadir un canal ahora?
ja: チャンネルが一つも登録されていません。チャンネルを今追加しますか？

source: No channels to update
da: Ingen kanaler at opdatere
es: No hay canales que actualizar
ja: 更新するチャンネルが有りません。

source: Enter a descriptive name for the channel (maximum of 26 letters):
da: Angiv et beskrivende navn på kanalen (maksimalt 26 tegn):
es: Introduzca un nombre descriptivo para el canal (máximo de 26 caracteres)
ja: チャンネル名を入力して下さい。(半角26文字まで)

source: Add a new channel
da: Tilføj ny kanal
es: Añadir un nuevo canal
ja: チャンネルを追加

source: Never
da: Aldrig
es: Nunca
ja: しない

source: Add a new channel...
da: Tilføj ny kanal...
es: Añadir un nuevo canal...
ja: チャンネルを追加

source: Add a new channel using wizard...
da: Tilføj ny kanal med guide...
es: Añadir un nuevo canal usando el Asistente...
ja: ウィザード形式でチャンネルを追加

source: Configure selected channel...
da: Opsætning for valgte kanal...
es: Configurar canal seleccionado...
ja: チャンネルを設定

source: Delete selected channels
da: Slet valgte kanaler
es: Borrar los canales seleccionados
ja: チャンネルを削除

source: Update selected channels
da: Opdatér valgte kanaler
es: Actualizar los canales seleccionados
ja: チャンネルを更新

source: Update all due channels
da: Opdatér alle planlagte kanaler
es: Actualizar todos los canales pendientes
ja: 期限過ぎ全チャンネルを更新

source: Update all channels
da: Opdatér alle kanaler
es: Actualizar todos los canales
ja: 全チャンネルを更新します。

source: Paste URL as new channel
da: Indsæt URL som ny kanal
es: Pegar URL como nuevo canal
ja: URLを新しいチャンネルに貼り付け

source: Paste files as separate new channels
da: Indsæt filer som separate nye kanaler
es: Pegar ficheros como nuevos canales
ja: ファイルを別々のチャンネルとして貼り付け

source: No destinations are selected for channel '
da: Ingen mål angivet for kanalen '
es: No se seleccionaron destinos para el canal '
ja: チャンネルの出力先が選択されていません。

source: '. Add some destinations now?
da: '. Vil du tilføje mål nu?
es: '. ¿Añadir algunos destinos ahora?
ja: 出力先を追加しますか？

source: No destinations selected
da: Ingen valgte mål
es: No se seleccionaron destinos.
ja: 出力先が選択されていません。

source: Always perform this check when about to update channels
da: Udfør altid dette tjek inden kanaler opdateres
es: Siempre hacer esta comprobación cuando se vayan a actualizar canales
ja: チャンネルを変更する時に常にチェックする。

source: Send channel output to these handhelds
da: Send kanalresultater til disse håndholdte
es: Enviar resultado del canal a estos dispositivos.
ja: チャンネルを次のパームデバイスに出力

source: Send channel output to these directories
da: Send kanalresultater til disse kataloger
es: Enviar resultado del canal a estos directorios.
ja: チャンネルを次のディレクトリに出力

source: The specified file could not be found. Do you wish to create it?
da: Den angivne fil blev ikke fundet. Vil du oprette den?
es: El fichero especificado no se puede encontrar. ¿Desea crear uno?
ja: 指定したファイルが見付かりません。新たに作成しますか。

source: Create new html file
da: Opret ny HTML-fil
es: Crear nuevo fichero Html
ja: 新しいHTMLファイルを作成

source: Choose large icon
da: Vælg stor ikon
es: Elija icono grande
ja: アイコン(大)を選択

source: Choose small icon
da: Vælg lille ikon
es: Elija icono pequeño
ja: アイコン(小)を選択

source: No destinations are selected for this channel. Add some destinations now?
da: Ingen mål er valgt for denne kanal. Vil du tilføje mål nu?
es: No se seleccionaron destinos para este. ¿Añadir alguna ahora?
ja: チャンネルの出力先が選択されていません。出力先を追加しますか？

source: Always perform this check when closing this dialog
da: Tjek altid dette, når du lukker denne dialog.
es: Siempre hacer esta comprobación cuando se cierre este diálogo.
ja: この画面を閉じる時に常にチェックする。

source: Choose the colour
da: Vælg farve
es: Elija el color
ja: 色を選択

source: Handheld destination
da: Mål-håndholdt
es: Dispositivo de destino
ja: 出力先パームデバイス

source: Add handheld...
da: Tilføj håndholdt...
es: Añadir dispositivo
ja: パームデバイスを追加

source: Remove selected handhelds
da: Fjern valgte håndholdte
es: Eliminar dispositivos seleccionados
ja: パームデバイスを削除

source: Directory destination
da: Målkatalog
es: Directorio de destino
ja: 出力先ディレクトリ

source: Add output directory...
da: Tilføj målkatalog...
es: Añadir directorio de salida
ja: 出力先ディレクトリを追加

source: Remove selected directories
da: Fjern valgte kataloger
es: Eliminar directorios seleccionados
ja: ディレクトリを削除
