Repository: arpruss/plucker
Catalog: plucker_desktop/langs/*/plucker-desktop.po
Languages: ca, fr

source: On the handheld, send the files to:
ca: A l'ordinador de mà,envieu el arxius a:

source: The handheld's RAM memory
ca: La memòria RAM de l'ordinador de mà

source: The removable SD/MMC card
ca: La targeta extraible SD/MMC

source: Send to the default directory on the card
ca: Envia'l al directori per omisió de la targeta

source: Send to this specified directory on the card:
ca: envia la carpeta indicada a la targeta:

source: OK
ca: D'acord

source: Cancel
ca: Anul·la
fr: Annuler

source: channel update status
ca: Estat de l'actualització del canal

source: Unnamed Channel
ca: Canal sense nom
fr: Chaîne sans nom

source: Commandline Interface
ca: Interfície de línia d'ordres

source: Version
ca: Versió

source: Build Date
ca: Data de muntatge
fr: Date de compilation

source: Updates selected channels (-s), due channels (-d), or all channels (-a).
ca: Actualitza tots els canals seleccionats (-s), vençuts (-d), o tots els cansl (-a).
fr: Mettre à jour les chaînes sélectionnées (-s), les chaînes à échéance (-d), ou toutes les chaînes (-a).

source: If updating selected channels, (-p) specifies channel by their section names
ca: En actualitzar els canals seleccionats, (-p) indica els canals pels seus noms de secció
fr: Si vous mettez à jour les chaînes sélectionnées, (-p) spécifie les chaînes par un nom de section

source: in your plucker.ini/.pluckerrc, instead of their channel names.
ca: a plucker.ini ni .pluckerrc, enlloc dels noms dels canals.
fr: dans votre plucker.ini/.pluckerrc, au lieu du nom des chaînes.

source: If you specify no options, then the application will start in GUI mode.
ca: Si no indiqueu cap opció, l'aplicació començara en mode interactiu.
fr: Si vous ne spécifiez aucune option, l'application démarrera en mode graphique.

source: See online help for more information.
ca: trobareu més informació a l'ajuda en l´inea
fr: Consultez l'aide en ligne pour plus d'information.

source: Summary of options
ca: Resum de les opcions
fr: Résumé des options

source: Syntax error: You have specified multiple commands. Choose just one of (-s), (-d), or (-a).
ca: Error de sintaxi: Heu indicat diverses ordres. trieu-ne només una de (-s), (-d), o (-a).
fr: Erreur de syntaxe : vous avez spécifié plusieurs commandes. Choisissez une seule des options (-s), (-d), ou (-a).

source: Syntax error: To use 'update selected', you must specify some channels.
ca: Error de sintaxi: Per triar 'actualitza els seleccionats', heu d'indicar alguns canals.
fr: Erreur de syntaxe : pour mettre à jour les chaîne sélectionnées (-s), vous devez indiquer lesquelles.

source: Warning: plucker.ini/.pluckerrc has no section=
ca: Avís: plucker.ini i .pluckerrc no tenen cap secció=
fr: Alerte : plucker.ini/.pluckerrc n'a pas de section=

source: Warning: None of those channel doc_names could be found in plucker.ini/.pluckerrc.
ca: Avís: No es pot trobar cap d'aquests canal doc_names a plucker.ini ni .pluckerrc
fr: Alerte : aucune des chaînes spécifiée n'existe dans plucker.ini/.pluckerrc.

source: You have no channels in your plucker.ini/.pluckerrc file. Add some channels first.
ca: No hi han canals als fitxer plucker.ini o pluckerrc. Primer afegiu alguns canals.
fr: Vous n'avez pas encore de chaîne dans votre liste (fichier plucker.ini ou .pluckerrc). Ajoutez-en d'abord.

source: Enter your proxy password:
ca: Entreu la contrassenya del vostre servidor intermediari:

source: Enter Proxy Password
ca: Entreu la contrassenya del servidor intermediari

source: Press the HotSync button on your USB handheld first. Then click OK to continue when you are ready.
ca: Premeu el botó de Sincronització del vostre ordinador de mà. Quant acabeu cliqueu D'acord per continuar

source: (You can bypass this pause dialog by unchecking the USB checkbox in the handheld destination)
ca: (podeu saltar aquest diàled de pausa desactivant la casella de verificació USB a l'ordinador de mà destí)

source: Press HotSync Button First
ca: Primer premeu el botó Hotsync

source: Unable to access Palm Desktop software. You will need to choose directories, not HotSync handhelds, as the destinations for channels.
ca: No es pot trobar el programari de l'Escriptori Palm. Heu de triar destins per als canals, que siguin carpetes, no ordinadors de mà.

source: Palm Desktop detection warning
ca: Avís de la detecció de l'Escriptori Palm
fr: Détection du Palm Desktop

source: Always perform this check in the future
ca: Fer sempre aquesta comprovació en el futur
fr: Toujours vérifier

source: Error: unable to get Lastuser_name from Registry
ca: Error: El Registre no indica el nom del darrer usuari
fr: Erreur: impossible de trouver Lastuser_name dans le registre

source: Error: unable to get Palm path from Registry
ca: Error: El Registre no proporcina la ruta de la carpeta Palm
fr: Erreur: impossible de trouver le chemin Palm dans le registre

source: Error: unable to write update flag to Registry
ca: Error: El Registre no permet actualitza la bandera d'escriptura
fr: Erreur: impossible d'écrire l'indicateur de mise à jour dans le registre

source: Channels updated: 0 of %d
ca: S'han actualitzat els canals: %d of %d
fr: Chaînes mises à jour ( 0 sur %ld )

source: Executing command before spidering channels...
ca: Executant l'ordre abans de rastrejar els canals...
fr: Exécution de commande avant la mise à jour de la chaîne...

source: Initializing
ca: S'està inicialitzant

source: spidering engine
ca: motor de rastreig

source: Updating channel:
ca: S'està actualitzant el canal
fr: Mise à jour de la chaîne :

source: Processing
ca: S'està processant
fr: Traitement

source: Initializing channel:
ca: S'està iniciant el canal:
fr: Initialisation de la chaîne :

source: Channels updated: %d of %d
ca: S'han actualitzat els canals: %d of %d
fr: Chaînes mises à jour ( %ld sur %ld )

source: Tasks completed for all channels.
ca: S'han acabat les tasques de tots els canals.
fr: Mettre à jour toutes les chaînes

source: Executing command after spidering channels...
ca: Executant l'ordre després de rastrejar els canals...
fr: Exécution de commande après la mise à jour de la chaîne...

source: Retrieving files (%ld of %ld)
ca: S'està recuperant arxius (%ld de %ld)
fr: Récupération des fichiers ( %ld sur %ld )

source: Converting retrieved files....
ca: S'estan convertint els fitxers recuperats...
fr: Conversion des fichiers récupérés...

source: Conversion complete. Writing output file...
ca: S'ha acabat la conversió. Escribint el fitxer de sortida...
fr: Conversion terminée. Ecriture du document...

source: All pages retrieved and parsed. Starting conversion...
ca: S'han obtingut i analitzat totes les pàgines
fr: Pages récupérées et analysées. Début de la conversion...

source: Installing channel output to destinations...
ca: Instal·lant la sortida dels canal al seu destí...
fr: Installation du document sur les destinations...

source: Setting new due date...
ca: Establint nou venciment...

source: << Details
ca: << Detalls
fr: << Détails

source: Details >>
ca: Detalls >>
fr: Détails >>

source: Save details log file
ca: Desa els continguts del registre al fitxer
fr: Enregistrer la trace détaillée

source: Copy selected
ca: Copia el text seleccionat
fr: Copier la sélection

source: Clear all
ca: Elimina-ho &tot
fr: Effacer tout

source: Select all
ca: Selecciona-ho tot
fr: Sélectionner tout

source: Authors
ca: Autors
fr: Auteurs

source: Credits
ca: Crèdits
fr: Remerciements

source: The following kind folks provided support, ideas or conversation as part of the
ca: Les següents persones van ser tan amables de recolçar, aportar ideas o conversa com a part de

source: project. May they live long and prosper:
ca: projecte: Que visquin molt i amb prosperitat.

source: If you feel left out, then please add yourself to the file, or send e-mail to <u>plucker-dev@rubberchicken.org</u>!
ca: Si creieu que us han deixat fora, afegiu-vos a l'arxiu o envieu un correu a<u>plucker-dev@rubberchicken.org</u>!
fr: Si vous avez été par malheur oublié, vous pouvez vous ajouter vous-même à la liste ou envoyer un mail à <u>plucker-dev@rubberchicken.org</u> !

source: Translators
ca: Traductors
fr: Traducteurs

source: The following kind folks brought
ca: Les següents persones van ser tan amables de proporcionar

source: to their speakers of their language:
ca: als parleants del seu idioma:

source: project. May they live long and plucker:
ca: projecte: Que visquin molt i plucker:

source: If you feel left out, then please add yourself to the file, or send e-mail to <u>plucker-dev@rubberchicken.org</u>!
ca: Si creieu que us han deixat fora, afegiu-vos a l'arxiu o envieu un correu a<u>plucker-dev@rubberchicken.org</u>!

source: Message
ca: Missatge

source: Don't remind me again
ca: No m'ho tornis a preguntar
fr: Ne plus m'avertir

source: Abort the wizard?
ca: Cancel·la l'auxilar
fr: Fermer l'assistant ?

source: Abort the setup wizard?
ca: Avortar l'auxiliar de configració?
fr: Annuler l'assistant d'installation ?

source: Abort the add channel wizard?
ca: Cancel·lar l'Auxiliar per Afegir Canals
fr: Annuler l'assistant de création de chaîne ?

source: Send it to these handhelds
ca: Envia a aquests ordinadors de mà
fr: L'envoyer sur ces assistants personnels

source: Sent it to these directories
ca: Envia a aquestes carpetes
fr: L'envoyer dans ces répertoires

source: Install files to these handhelds
ca: Instal·la a aquests ordinadors de mà
fr: Installer les documents sur ces assistants personnels

source: Install files to these directories
ca: Instal·la a aquestes carpetes
fr: Installer les documents dans ces répertoires

source: About Plucker Desktop
ca: Quant a l'Escriptori Plucker
fr: A propos de Plucker Desktop

source: Details
ca: Detalls
fr: Détails

source: Plucker Desktop
ca: Escriptori Plucker

source: Aug 30 2002
ca: Ago 30 2002
fr: 30 août 2002

source: This application provides visual content management for Plucker.
ca: Aquesta aplicació proporciona una gestió visual de continguts per Plucker.
fr: Cette application est une interface graphique de gestion du contenu Plucker.

source: This application is Free Software under the conditions of the
ca: Aquesta aplicació és Software lliure sota les condicions de la
fr: L'ensemble est distribué selon les termes de la license libre

source: Free Software Foundation's General Public License.
ca: Llicència General Pública de la Fundació de Programari Lliure
fr: General Public License (GPL) de la Free Software Foundation (www.fsf.org).

source: Plucker Desktop credits
ca: Crèdits de l'Escriptori Plucker
fr: Remerciements Plucker Desktop

source: Plucker credits
ca: Crèdits de Plucker
fr: Remerciements Plucker

source: Configure Channel
ca: Configura el canal
fr: Configurer la chaîne

source: Starting page
ca: Pàgina inicial
fr: Page de départ

source: Start with
ca: Comença amb
fr: Commencer avec

source: A website URL:
ca: L'adreça d'una pàgina (URL):
fr: L'URL d'un site web :

source: A local file:
ca: Un fitxer local...
fr: Un fichier local :

source: Edit file...
ca: Edita el fitxer
fr: Editer le fichier...

source: A list of my links:
ca: Una llista dels meus enllaços:
fr: Une liste de liens :

source: Edit my list of links with HTML editor...
ca: Edita la meva llista d'enllaços amb l'editor HTML...
fr: Editer ma liste de liens avec l'éditeur HTML...

source: Spidering
ca: Rastreig
fr: Navigation

source: Retrieval order
ca: Ordre de recuperació
fr: Ordre de récupération

source: Retrieve files by following links:
ca: Recupera els fitxers seguint els enllaços:
fr: Récupérer les pages en suivant les liens :

source: Breadth first
ca: Primer l'amplada
fr: En largeur d'abord

source: Depth first
ca: Profunditat primer
fr: En profondeur d'abord

source: Spidering status
ca: Estat de rastreig
fr: Suivi de la navigation

source: Progress message detail level:
ca: Nivell de detall dels missatges de progrès:
fr: Niveau de détail des messages de progression :

source: Minimum (no progress information, only error messages)
ca: Mínim (sense informació del progrés, només missatges d'errors)
fr: Minimum (aucune information de progression, messages d'erreur uniquement)

source: Medium (page being spidered, pages remaining in queue)
ca: Mitjà (pàgina que s'està rastrejant, pàgines que falten a la cua)
fr: Moyen (indication des pages récupérées, du nombre de page dans la file d'attente)

source: Maximum (full information, most useful for debugging)
ca: Màxim (tota la informació, el més útil per depuració)
fr: Maximum (information complète, utile pour le déboguage)

source: Truncate URLs displayed in the progress window to:
ca: Retalla les adreces que es visualitzaràn a la barra de progrés a:
fr: Tronquer les URLs affichées dans la fenêtre de progression à :

source: letters
ca: lletres
fr: lettres

source: Referrers and browser identification
ca: Identificació del navegador i referèncieds
fr: Identification de la page référente et du navigateur

source: Specify a referrer URL:
ca: Indica una URL de referència:
fr: Spécifiez l'URL référente à envoyer :

source: When retrieving files from this channel's web server, identify as:
ca: En recuperar fitxers del servidor d'aquest canal, identifica't com a:
fr: Lors de la récupération des pages de cette chaîne, s'identifier comme :

source: This browser type:
ca: Aquest tipus de navegador:
fr: Ce type de navigateur :

source: Plucker (recommended)
ca: Plucker (recomanat)
fr: Plucker (recommandé)

source: This custom user-agent:
ca: Aquest agent de l'usuari a mida:
fr: Ce pseudo navigateur :

source: Command executions
ca: Execució d'ordres
fr: Exécution de commandes

source: Execute a command before spidering this channel:
ca: Executa aquesta ordre abans de rastrejar aquest canal:
fr: Exécuter une commande avant de mettre à jour cette chaîne :

source: Execute a command after spidering this channel:
ca: Executa aquesta ordre després de rastrejar aquest canal:
fr: Exécuter une commande après avoir mis à jour cette chaîne :

source: Limits
ca: Límits
fr: Limites

source: from the starting page (1=retrieve starting page only)
ca: enllaços sota la pàgina inicial (1=només la pàgina inicial)
fr: en comptant la page de départ (1=récupère uniquement la page de départ)

source: Limit to the exact server only: if started on www.plkr.org, only allow www.plkr.org
ca: Limita't només al mateix servidor: si comenceu a www.plkr.org, permet només www.plkr.org
fr: Limiter au seul serveur (nom strictement identique ; si la page de départ est sur www.plkr.org, rester sur www.plkr.org)

source: Only restrict to domain: if started on www.plkr.org, allow www.plkr.org and www2.plkr.org
ca: Limita't només al domini: si començes a www.plkr.org, permet www.plkr.org and www2.plkr.org
fr: Restreindre au domaine complet (si la page de départ est sur www.plkr.org, autoriser www.plkr.org et www2.plkr.org)

source: 'URL pattern' filter
ca: Filtre de 'patró URL'
fr: Filtrage d'URL

source: Only follow URLs that match this regular expression pattern:
ca: Segueix només els enllaços que coincideixen amb aquest patró d'expressió habitual:
fr: Ne récupérer que les pages dont l'URL correspond à l'expression régulière suivante :

source: Channel-specific inclusion/exclusion list filter
ca: Llista d'inclusió i exclusió per aquest canal

source: In addition to the shared inclusion/exclusion list, also follow/ignore links pointing to these file types or servers:
ca: A més de la llista compartida d'inclusió i exclusió, segueix o ignora també els enllaços que apunten a aquests tipus de fitxers o servidors:

source: Edit channel-specific inclusion/exclusion list...
ca: Edita la llista d'inclusió i exclusió per aquest canal...

source: Formatting
ca: Formatatge
fr: Fomatage

source: Character set encoding
ca: Joc de caràcters
fr: Jeu de caractères

source: Specify a default character set to use for this channel:
ca: Indica un joc de caràcters per omissió per aquest canal:
fr: Spécifier un jeu de caractères par défaut pour cette chaîne :

source: Hyperlinks
ca: Hiperenllaços
fr: Liens hypertexte

source: Specify a default color for hyperlinks:
ca: Especifica un color per o,isió per als hiperenllaços:
fr: Spécifier une couleur par défaut pour les liens hypertexte :

source: Choose color...
ca: Trieu el color personalitzat
fr: Choisir la couleur...

source: Paragraph style
ca: Estil de paràgraf
fr: Style de paragraphe

source: Indent the first line of each new paragraph
ca: Retira la primera línea de cada nou paràgraf
fr: Retrait de première ligne sur chaque paragraphe

source: Tables
ca: Taules

source: Use enhanced table support (currently experimental)
ca: Permet l'us de taules millorades (en fase d'experimentació)

source: Images
ca: Imatges

source: Basic image handling
ca: Gestió bàsica d'imatges
fr: Paramètres de base

source: Include images
ca: Mostra les imatges
fr: Inclure les images

source: Color depth:
ca: Intensitat del _color:
fr: Profondeur de couleur :

source: Show alternative text tags for images not included in output
ca: Mostra marcadors alternatius per les imatges que no s'incloguin a al sortida
fr: Afficher le texte "alt" à la place des images non incluses dans le document

source: Advanced image handling
ca: Gestió avançada d'imatges
fr: Paramètres avancés

source: To fit on handheld screen, use a thumbnail for any image that is larger than:
ca: Fes servir una miniatura per que càpiga a la pantalla de l'ordinador de mà, per qualsevol imatge més gran de:
fr: Afin de les faire tenir sur l'écran de l'assistant personnel, utiliser une vignette pour toute image plus grande que :

source: pixels wide by
ca: amplada en pixels
fr: pixels de largeur par

source: pixels high
ca: alçada en pixels
fr: pixels de hauteur

source: If a thumbnail is used for an image, then:
ca: Si es fa servir un miniatura per a una imatge, llavors:
fr: Si une vignette est utilisée pour une image, alors :

source: Always link the thumbnail to a second, full-size copy
ca: Enllaça sempre la miniatura a una segona còpia, de mida sencera
fr: Ajouter un lien sur la vignette pour accéder à l'image en taille normale

source: Output options
ca: Opcions del fitxer de sortida:
fr: Document

source: Compression options
ca: Estableix les opcions de compressió
fr: Options de compression

source: To compress the output file, use
ca: Per a comprimir el fitxer de sortida, feu
fr: Pour compresser le document installé sur l'assistant, utiliser :

source: DOC compression
ca: Compressió DOC
fr: Compression DOC

source: ZLIB compression (recommended)
ca: compressió ZLIB (recomanat)
fr: Compression ZLIB (fortement recommandé)

source: Only compress images that are larger than
ca: Comprimeix només les imatges més grans de
fr: Ne compresser que les images plus grosses que

source: Advanced output options
ca: Opcions avançades del fitxer de sortida:
fr: Options avancées

source: Specify the category in which to list the channel in the viewer's library:
ca: Indiqueu la categoria en la qual es llistarà el canal a la llibreria del visualitzador:
fr: Spécifier la catégorie dans laquelle placer le document sur l'assistant personnel :

source: Include the original URL of each page in the output file
ca: Inclou la URL original a acda pàgina de la sortida
fr: Inclure l'URL originale de chaque page dans le document

source: Specify a security 'owner ID' password needed to open the output file:
ca: Indica que cal una contrasenya de segiretat 'Identificador de l'usuari' per obrir el fitxer de sortida:
fr: Spécifier un 'owner ID' de sécurité, nécessaire pour ouvrir le document sur l'assistant :

source: Allow the channel output file to be beamed among handhelds
ca: Permet que l'arxiu de sortida es pugui enviar a altres ordinadors de mà
fr: Autoriser le document à être transmis par infra-rouge entre différents assistants

source: Signal backup bit (marks the file as one to backup to the desktop computer)
ca: señala el bit de còpia de seguretat (marca el fitxer per tal que es faci un còpia a l'escriptori)
fr: Activer l'indicateur de Backup (indique que le document doit être sauvegardé lors de la prochaine HotSync)

source: The channel can be started directly from an icon in handheld's main launcher
ca: El canal es pot iniciar directament des d'una icona de l'explorador de l'ordinador de mà
fr: Ce document peut être ouvert directement à partir du lanceur d'application de l'assistant personnel

source: Replace default large icon with a custom icon:
ca: Substitueix l'icona gran per omissió amb un altre:
fr: Utiliser une grande icône spécifique :

source: Replace default small icon with a custom icon:
ca: Substitueix l'icona petita per omissió amb un altre:
fr: Utiliser une petite icône spécifique :

source: Destination
ca: Destí

source: Scheduling
ca: Planificador de tasques
fr: Planification

source: Enable scheduling
ca: Habilita la planificació
fr: Activer la planification

source: Mark this channel as due for updates at a certain interval
ca: Marca aquest canal per que s''actualitzi a intervals
fr: Planifier cette chaîne pour mise à jour automatique à échéance

source: Update interval
ca: Actualitza l'interval
fr: Echéance

source: This channel is due for an update every:
ca: Aquest canal s'ha d'actualitzar cada:
fr: Cette chaîne arrive à échéance tous les :

source: hours
ca: hores
fr: heures

source: days
ca: dies
fr: jours

source: weeks
ca: setmanes
fr: semaines

source: months
ca: mesos
fr: mois

source: years
ca: anys
fr: années

source: Starting on:
ca: Comença amb :
fr: En commençant :

source: Now
ca: Ara
fr: Aujourd'hui

source: Channel Update Progress
ca: Estat de l'actualització del canal
fr: Progression de la mise à jour

source: Channels updated
ca: S'han actualitzat els canals
fr: Chaînes mises à jour

source: Progress for this channel
ca: Progrés per aquest canal
fr: Progression pour cette chaîne

source: Stop
ca: Atura

source: Export details...
ca: Exporta els detalls
fr: Exporter le détail...

source: HTML editor
ca: Editor HTML
fr: Editeur HTML

source: Edit
ca: Edita
fr: Edition

source: Preview
ca: Vista prèvia
fr: Aperçu

source: Insert a hyperlink...
ca: Insereix un hiperenllaç
fr: Insérer un lien hypertexte...

source: Insert hyperlink <a href= ...></a>
ca: Insereix un hiperenllaç <a href= ...></a>
fr: Insérer un lien <a href=...></a>

source: Insert email link <a href=mailto: ...></a>
ca: Insereix un enllaç de correu <a href=mailto: ...></a>
fr: Insérer un lien email <a href=mailto:...></a>

source: Insert named bookmark <a name= ...></a>
ca: Insereix una adreça a preferits <a name= ...></a>
fr: Insérer un signet <a name=...></a>

source: Insert popup alert <a href=javascript:alert( ...)></a>
ca: Insereix un avís emergent <a href=javascript:alert( ...)></a>
fr: Insérer un dialogue d'alerte <a href=javascript:alert(...)></a>

source: Common
ca: Comú
fr: Commun

source: Insert default-aligned paragraph <p></p>
ca: Insereix un paràgraf amb l'alineació per omisió <p></p>
fr: Insérer un paragraphe normal <p></p>

source: Insert left-aligned paragraph <p align=left></p>
ca: Insereix un paràgraf alineat al marge esquerra <p align=left></p>
fr: Insérer un paragraphe aligné à gauche <p align=left></p>

source: Insert center-aligned paragraph <p align=center></p>
ca: Insereix un paràgraf alineat al centre <p align=center></p>
fr: Insérer un paragraphe centré <p align=center></p>

source: Insert right-aligned paragraph <p align=right></p>
ca: Insereix un paràgraf al marge dret <p align=right></p>
fr: Insérer un paragraphe aligné à droite <p align=right></p>

source: Insert full-aligned paragraph <p align=justify></p>
ca: Insereix un paràgraf totalment alineat <p align=justify></p>
fr: Insérer un paragraphe justifié <p align=justify></p>

source: Insert line break <br>
ca: Inserta salt de línea <br>
fr: Insérer un saut de ligne <br>
