Repository: arpruss/plucker
Catalog: plucker_desktop/langs/*/plucker-desktop.po
Languages: ca, fr

source: Insert image <img src= ...>
ca: Insereix imatge <img src= ...>
fr: Insérer une image <img src=...>

source: Insert horizontal rule <hr ...>
ca: Insereix línia horitzontal <hr ...>
fr: Insérer une ligne de séparation <hr ...>

source: Insert non-breaking space
ca: Insereix un espai no separable
fr: Insérer un espace non sécable

source: Layout
ca: Format
fr: Disposition

source: Insert a span <span ...></span>
ca: Insereix unaa separació <span ...></span>
fr: Insérer une section <span ...></span>

source: Insert a left-aligned content block <div align=left></div>
ca: Insereix un bloc de contingut alineat a l'esquerra, <div align=left></div>
fr: Insérer un bloc aligné à gauche <div align=left></div>

source: Insert a center-aligned content block <div align=center></div>
ca: Insereix un bloc de contingut centrat, <div align=center></div>
fr: Insérer un bloc centré <div align=center></div>

source: Insert a right-aligned block <div align=right></div>
ca: Insereix un bloc alineat a la dreta <div align=right></div>
fr: Insérer un bloc aligné à droite <div align=right></div>

source: Insert a center-aligned block using center <center></center>
ca: Insereix un bloc alineat al centre amb centre<center></center>
fr: Insérer un bloc centré <center></center>

source: Insert a blockquote <blockquote></blockquote>
ca: Insereix un bloc de cites <blockquote></blockquote>

source: Insert a quotation <q></q>
ca: Insereix una cita <q></q>

source: Insert a citation <cite></cite>
ca: Insereix una cita <cite></cite>
fr: Insérer une citation <cite></cite>

source: Fonts
ca: Tipus de lletra
fr: Polices

source: Insert a font change <font ...></font>
ca: Insereix un canvi del color de la lletra <font...></font>
fr: Changer de police <font ...></font>

source: Insert bolded text <b></b>
ca: Insereix text en negreta <i></i>
fr: Insérer du gras <b></b>

source: Insert strongly bolded text <strong></strong>
ca: Insereix un text en doble negreta<strong></strong>
fr: Insérer du double-gras <strong></strong>

source: Insert italic text <i></i>
ca: Insereix text en cursiva <i></i>
fr: Insérer de l'italique <i></i>

source: Insert emphasized text <em></em>
ca: Insereix un text destacat <em></em>
fr: Insérer une mise en valeur<em></em>

source: Insert underline text <u></u>
ca: Insereix text subrratllat <u></u>
fr: Insérer du souligné <u></u>

source: Insert strikethrough text <strike></strike>
ca: Insereix un text tatxat <strike></strike>
fr: Insérer du texte barré <strike></strike>

source: Insert typewriter text <tt></tt>
ca: Insereix un text typewriter <tt></tt>

source: Insert superscript text <sup></sup>
ca: Insereix un superíndex<sup></sup>

source: Insert subscript text <sub></sub>
ca: Insereix un subíndex <sub></sub>

source: Insert preformatted text <pre></pre>
ca: Insereix un text amb format <pre></pre>
fr: Insérer du texte préformaté <pre></pre>

source: Insert coded text <code></code>
ca: Insereix un text en codi <code></code>
fr: Insérer du code informatique <code></code>

source: Insert heading 1 text <h1></h1>
ca: Insereix una capçalera 1 <h1> </h1>
fr: Insérer un titre de niveau 1 <h1></h1>

source: Insert heading 2 text <h2></h2>
ca: Insereix una capçalera 2 <h2> </h2>
fr: Insérer un titre de niveau 2 <h2></h2>

source: Insert heading 3 text <h3></h3>
ca: Insereix una capçalera 3 <h3> </h3>
fr: Insérer un titre de niveau 3 <h3></h3>

source: Insert heading 4 text <h4></h4>
ca: Insereix una capçalera 4 <h4> </h4>
fr: Insérer un titre de niveau 4 <h4></h4>

source: Insert heading 5 text <h5></h5>
ca: Insereix una capçalera 5 <h5> </h5>
fr: Insérer un titre de niveau 5 <h5></h5>

source: Insert heading 6 text <h6></h6>
ca: Insereix una capçalera 6 <h6> </h6>
fr: Insérer un titre de niveau 6 <h6></h6>

source: Insert small text <small></small>
ca: Insereix un text petit <small></small>

source: Insert a table <table></table>
ca: Insereix una taula <table></table>
fr: Insérer une table <table></table>

source: Insert a table row <tr></tr>
ca: Insereix una fila a la taula <tr> </tr>
fr: Insérer une ligne <tr></tr>

source: Insert a table header cell <th ...></th>
ca: Insereix una cel·la de capçalera de taula <th ...></th>
fr: Insérer une cellule d'en-tête <th></th>

source: Insert a table cell <td ...></td>
ca: Insereix una cel·la de taula <td ...></td>
fr: Insérer une cellule <td ...></td>

source: Lists
ca: Llistes
fr: Listes

source: Insert an ordered list <ol ...></ol>
ca: Insereix una llista ordenada <ol ...></ol>
fr: Insérer une liste numérotée <ol ...></ol>

source: Insert an unordered list <ul ...></ul>
ca: Insereix una llista desordenad <ul ...></ul>
fr: Insérer une liste à puces <ul ...></ul>

source: Insert a list element <li></li>
ca: Insereix un element de llista <li></li>
fr: Insérer un élément de liste <li></li>

source: Insert a menu <menu ...></menu>
ca: Insereix un menú <menu ...></menu>
fr: Insérer un manu <menu ...></menu>

source: Insert a definition list <dl></dl>
ca: Insereix una defnició de llista <dl></dl>
fr: Insérer une liste de définitions <dl></dl>

source: Insert a definition term <dt></dt>
ca: Insereix un terme de defnició <dt></dt>
fr: Insérer un terme défini <dt></dt>

source: Insert a definition description <dd></dd>
ca: Insereix una descripció de la defnició <dd></dd>
fr: Insérer une description de définition <dd></dd>

source: Other
ca: Altres
fr: Autre

source: Insert html tag <html></html>
ca: Insereix un marcador <html></html>
fr: Insérer le tag HTML <html></html>

source: Insert handheldfriendly meta tag (informs handheld browsers that page is light) <meta...></meta>
ca: Insereix una meta etiquetat d'ordinador de mà (indica al nvegador que aquesta pàgina és per un dispositiu de capacitat limitada) <meta...></meta>
fr: Insérer le méta-tag HandheldFriendly (informe les navigateurs que la page est légère) <meta...></meta>

source: Insert body tag (also sets document's text colors) <body...></body>
ca: Insereix una etiqueta de cos del document (també defineix els colors del text) <body...></body>
fr: Insérer le tag Body (indique aussi les couleurs de texte) <body ...></body>

source: Insert hidden comment <!--- --->
ca: Escriure comentari amagat <!--- --->
fr: Insérer un commentaire caché <!-- -->

source: Insert Hyperlink
ca: Insereix un hiperenllaç
fr: Insérer un lien hypertexte

source: Required hyperlink properties
ca: Calen les propietats de l'hiperenllaç
fr: Propriétés obligatoires

source: Link description:
ca: Descripció de l'enllaç
fr: Description :

source: Website URL:
ca: L'adreça d'una pàgina (URL):
fr: URL d'un site web :

source: File name:
ca: Nom del fitxer:
fr: Nom de fichier :

source: Optional hyperlink settings
ca: Paràmetres opcionals de l'enllaç
fr: Réglages optionels

source: Use 'stay on host' filter: ignore links pointing to an external server that is different from the starting page's server
ca: Fes servir el filtres 'No surtis de l'hostatge': ignora els enllaços a un servidor extern diferent del de la pàgina inicial
fr: Utiliser le filtre 'stay on host' : ignorer les liens pointant vers un serveur différent de celui de la page de départ

source: Use 'stay on domain' filter: ignore links pointing to a server on a different domain from the starting page's server
ca: Fes servir el filtre 'No surtis del domini': ignora els enllaços que apunten a un servirdor de domini diferents del de la pàgina inicial
fr: Utiliser le filtre 'stay on domain' : ignorer les liens pointant vers un serveur d'un domaine différent de celui de la page de départ

source: Use 'maximum depth' filter: only retreive pages up to
ca: Fes servir el filtre 'profunditat màxima': recupera només les pàgines fins a
fr: Utiliser le filtre 'maximum depth' : récupérer les pages jusqu'à une profondeur de

source: links down from the starting page
ca: enllaços sota la pàgina inicial i les que hi enllaçen.
fr: depuis la page de départ

source: Use 'url pattern' filter: only follow URLs having this regular expression:
ca: Fes servir un filtre de 'patró url': segueix només els enllaços que compleixen aquesta expresió habitual:
fr: Utiliser le filtre 'url pattern' : ne récupérer que les pages dont l'URL correspond à l'expression régulière suivante :

source: Specify image inclusion / color depth:
ca: Indiqueu la profunditat de la imatge o la seva inclusió:
fr: Spécifier l'inclusion et la profondeur de couleur des images :

source: No images
ca: No hi han imatges disponibles
fr: Pas d'images

source: Specify image maximum width:
ca: Indiqueu la'mplada màxima permesa de la imatge
fr: Largeur maximum des images :

source: Specify image maximum height:
ca: Indiqueu l'alçada màxima de la imatge:
fr: Hauteur maximum des images :

source: Insert Horizontal Rule
ca: Insereix Línia Horitzontal
fr: Insérer une barre horizontale

source: Width:
ca: Amplada:
fr: Largeur :

source: pixels
ca: píxels

source: Height:
ca: Alçada
fr: Hauteur :

source: Alignment:
ca: Alineació
fr: Alignement :

source: Default
ca: Per oimisió
fr: Défaut

source: Left
ca: Esquerra
fr: Gauche

source: Right
ca: Dreta
fr: Droite

source: Center
ca: Centrada
fr: Centré

source: Insert Image
ca: Insereix una imatge
fr: Insérer une image

source: Image source:
ca: Origen de la imatge
fr: Source de l'image :

source: Image is relative to page location
ca: L'URL és relatiu a la ubicació de la pàgina
fr: L'image est relative à la page

source: Alternative text:
ca: Text alternatiu:
fr: Texte 'alt' :

source: Hyperlink:
ca: Hiperenllaç
fr: Lien hypertexte :

source: Insert Table
ca: Insereix una taula

source: Rows:
ca: Files:
fr: Lignes :

source: Columns:
ca: Columnes:
fr: Colonnes :

source: Border:
ca: Contorn:
fr: Bordure :

source: Border color:
ca: Color de la vora
fr: Couleur de bordure :

source: Insert Table Cell
ca: Insereix cel·la de taula

source: Justified
ca: Justificat

source: Column span:
ca: Abast de la columna:

source: Row span:
ca: Abast de la fila:

source: Insert Font
ca: Insereix Tipus de lletra
fr: Changer de police

source: Font color:
ca: Color de la lletra
fr: Couleur de la police :

source: Insert Span
ca: Insereix abast
fr: Insérer une section

source: Align:
ca: &Alineació
fr: Alignement :

source: Insert Body
ca: Insereix Cos del text
fr: Insérer le tag Body

source: Text color:
ca: Color del text:
fr: Couleur du texte :

source: Link color:
ca: Color de l'enllaç
fr: Couleur des liens :

source: Insert Bookmark
ca: Insereix una adreça d'interès
fr: Insérer un signet

source: Description:
ca: Descripció:

source: Anchor name:
ca: Nom de l'objectiu:
fr: Nom du signet :

source: Insert Email
ca: Insereix una adreça electrònica
fr: Insérer une adresse email

source: Email address:
ca: Adreça electrònica
fr: Adresse email :

source: Insert Symbol / Character
ca: Insereix símbol o caràcter
fr: Insérer un symbole / caractère

source: Select a symbol and press OK:
ca: Trieu un símbol i premeu D'acord:
fr: Sélectionnez le symbole et cliquez sur OK :

source: Symbol:
ca: Símbol
fr: Symbole :

source: Insert Javascrip Popup
ca: Insereix una finestre emergent en Javasscrip
fr: Insérer un dialogue d'alerte

source: Popup message:
ca: Missatge emergent:
fr: Message :

source: Insert Unordered List
ca: Insereix una Llista Ordenada
fr: Insérer une liste à puces

source: Bullet type:
ca: Tipus pic:
fr: Type de puce :

source: Disc (default)
ca: Disc (per omisió)
fr: Puce (défaut)

source: Square
ca: Quadrat
fr: Carré

source: Circle
ca: Cercle
fr: Cercle

source: Compact:
ca: Mínima
fr: Compacte :

source: Insert Ordered List
ca: Defineix l'estil de Llista ordenada Llista ordenada
fr: Insérer une liste numérotée

source: Enumeration type:
ca: Tipus enumeració:
fr: Type d'énumération :

source: 1 arabic (default)
ca: 1 aràbic (per omisió)
fr: 1 arabe (défaut)

source: A uppercase alpha
ca: A majúscules alfa
fr: A lettre majuscule

source: a lowercase alpha
ca: a minúscules alfa
fr: a lettre minuscule

source: I uppercase roman
ca: Majúscules romanes
fr: I romain majuscule

source: i lowecase roman
ca: i minúscules roman
fr: i romain minuscule

source: Specifiy start number:
ca: Nombre de caràcters per al text d'inici.
fr: Spécifiez un numéro de départ :

source: Starting at:
ca: Comença a:
fr: Départ à :

source: Inclusion/Exclusion Lists
ca: Llistes d'inclusió i exclusiió

source: Website URLs
ca: URLs d'Internet

source: Add..
ca: Afegeix...
fr: Ajouter...

source: Edit...
ca: Edita...
fr: Modifier...

source: Delete
ca: Suprimeix
fr: Supprimer

source: File extensions
ca: Extensions de noms de fitxer

source: Edit inclusion/exclusion list item
ca: Edita l'element de la llista d'inclusió i exclusió

source: Item:
ca: Ítem

source: Action:
ca: Acció:

source: Exclude this item
ca: Suprimeix aquest ítem
fr: Exclure cet élément

source: Include this item
ca: Inclou aquest ítem
fr: Inclure cet élément

source: Priority:
ca: Prioritat:
fr: Priorité :

source: &File
ca: &Fitxer
fr: &Fichier

source: &Add a new channel...
ca: Afegeix un nou canal...
fr: &Ajouter une chaîne...

source: Add a new channel using &wizard...
ca: Afefeix un nou canal amb l'&auxiliar...
fr: Ajouter une chaîne avec &l'assistant...

source: Add a new channel using the Add New Channel Wizard
ca: Afefeix un nou canal amb l'Auxiliar per Afegir Canals
fr: Ajouter une chaîne à l'aide de l'Assistant de Création de Chaîne

source: &Configure selected channel...
ca: Configura el canal seleccionat...
fr: &Configurer la chaîne sélectionnée...

source: Configure channel settings for the selected channel
ca: Paràmetres per a l'usuari i grup seleccionats
fr: Configure les paramètres de la chaîne sélectionnée

source: &Delete selected channels
ca: Suprimeix el canal seleccionat
fr: &Supprimer les chaînes sélectionnées

source: Delete the selected channels
ca: Suprimeix els canals seleccionats
fr: Supprime les chaînes sélectionnées

source: E&xit
ca: &Surt
fr: &Quitter

source: Exit the application
ca: Surt de l'aplicació

source: &Import/Export
ca: Importa/Exporta

source: Paste &URL as new channel...
ca: Enganxa l'&adreça com a un nou canal
fr: Coller l'&URL dans une nouvelle chaîne...

source: Paste a URL from the clipboard as a new channel
ca: Enganxa un enllaç del porta-retalls com un nou canal
fr: Colle l'URL du presse-papier dans une nouvelle chaîne

source: Paste files as &separate new channels...
ca: Enganxa els fitxers com a nous canals $separats...
fr: Coller les &fichiers dans de nouvelles chaînes...

source: Paste files from the clipboard using a new channel for each file
ca: Enganxa els fitxers des del porta-retalls fent servir un nou canal per a cada fitxer
fr: Coller les fichiers du presse-papier dans de nouvelles chaînes

source: &Update
ca: &Actualitza
fr: &Mise à jour

source: Update &selected channels
ca: Actualitza els canals &seleccionats
fr: Mettre à jour les chaînes &sélectionnées

source: Update the selected channels
ca: Suprimeix el canal seleccionat
fr: Mets à jour les chaînes sélectionnées

source: Update all &due channels
ca: Actualitza tots els canals &vençuts
fr: Mettre à jour les chaînes à &échéance

source: Update all channels that are currently due
ca: Actualitza tots els canals estan vençuts
fr: Mets à jour les chaînes arrivées à échéance

source: Update &all channels
ca: Actualitza &tots els canals
fr: Mettre à jour &toutes les chaînes

source: &Options
ca: &Opcions

source: &Preferences...
ca: &Preferències...
fr: &Préférences...

source: Set interface, autoupdate, proxy, spidering, and other behaviours
ca: Definir la intefície, actualització automàtica, servidor intermediari, rasterig, i altres paràmetres
fr: Paramètre l'interface, la mise à jour automatique, le proxy, la navigation, et autres

source: Set &default configuration for new channels...
ca: Defineix la comfiguració per &omisió perals canals nous...
fr: &Configuration par défaut des nouvelles chaînes...

source: Change the default values used in newly created channels
ca: Canvia els valors per omisió als canals creats de nou
fr: Modifie la configuration par défaut utilisée par les nouvelles chaînes

source: &Install handheld viewer software...
ca: &Instal·la el visualitzador de l'ordinador de mà:
fr: Installer le &logiciel de l'assistant personnel...

source: Reinstall the viewer software and manual to the handheld
ca: Torna a instal·lar el programari i el manual a l'ordinador de mà

source: Rerun &setup wizard...
ca: Torna a executar l'&auxiliar de configuració...
fr: Relancer l'assistant d'&installation...

source: Runs the first-start setup wizard to set up the proxy, etc
ca: Excuta l'auxiliar de la primera configuració per configurar el servidor intermediari, etc.
fr: Lance l'assistant utilisé lors de la première installation, pour configurer le proxy, etc

source: &Help
ca: &Ajuda
fr: &Aide

source: &Help contents...
ca: Contingut de l'ajuda
fr: &Contenu de l'aide...

source: Display contents of the help
ca: Mostra el contingut de l'ajuda

source: Help on using &this dialog...
ca: Ajuda per $aquest diàleg...
fr: Aide sur cette boîte de &dialogue...

source: Display help on how to use this main dialog
ca: Mostra l'ajuda per aquest diàleg principal
fr: Affiche l'aide concernant le dialogue principal

source: &Search help...
ca: Ajuda de la cerca
fr: &Recherche dans l'aide...

source: Search the help for a keyword
ca: Cerca ajuda per la paraula clau

source: &Tip of the day
ca: &Consell del dia
fr: &Astuce du jour

source: Show a tip of the day
ca: Mostra un consell del dia

source: Display version number and copyright notice
ca: Mostra informació del programa, versió i drets d'autor
fr: Affiche le numéro de version et le copyright du logiciel

source: Preferences...
ca: Preferències...
fr: Préférences...

source: Preferences
ca: Preferències
fr: Préférences

source: Interface
ca: Interfície:

source: Internationalization
ca: idiomes
fr: Internationalisation

source: Translate interface into the local language
ca: Tradueix la intefície a l'idioma local
fr: Traduire l'interface dans une autre langue

source: Autodetect language (recommended)
ca: detectar automàticament l'idioma (recomanat)
fr: Détecter ma langue (recommandé)

source: Force a specific language:
ca: triar un idioma
fr: Forcer une langue spécifique :

source: Choose language...
ca: Si us plau, trieu el llenguatge
fr: Choisir une langue...

source: Look and feel
ca: Aspecte i sensació
fr: Affichage

source: Show toolbar:
ca: Mostra la barra d'eines
fr: Afficher la barre d'outils :

source: Default style
ca: Estil de marc predeterminat:
fr: Style normal

source: Default high-colour style
ca: Stil de molts colors per omisió
fr: Style normal en milliers de couleurs

source: Show statusbar
ca: Mostra la barra d'estat
fr: Afficher la barre d'état

source: Dialog placement:
ca: Emplaçament de la finestra
fr: Placement des boîtes de dialogue :

source: Center on screen
ca: Centra dins de la pàgina
fr: Centrer sur l'écran

source: Center on parent dialog
ca: Centra a la finestra superior
fr: Centrer par rapport au dialogue parent

source: My previous location
ca: Va a la meva ubicació anterior
fr: A l'emplacement précédent

source: Startup
ca: Inici
fr: Démarrage

source: Show daily tips on startup:
ca: Mostra els consells al començar
fr: Afficher les conseils au démarrage :

source: Show splash screen on startup
ca: Mostra la pantalla de presentació a l'entrar
fr: Afficher le titre au démarrage

source: Autoupdate
ca: Actualitza automàticament
fr: Mise à jour automatique

source: Channel autoupdate mode
ca: Mode d'actualització automàtica dels canals
fr: Mise à jour automatique des chaînes

source: Never autoupdate. Only update when I click one of the 'Update Channels' buttons
ca: No actualitzis mai automàticament. Només actualitzis quan cliqui un botó 'Actualitza Canals'
fr: Pas d'automatisme. Mettre à jour les chaîne lorsque je clique sur l'un des boutons Mettre à jour

source: Autoupdate any channel as soon as it becomes due
ca: Actualitza un canal automàticament quan venci
fr: Mettre à jour automatiquement les chaînes dès qu'elles arrivent à échéance

source: Off-peak mode: defer autoupdates until the current time is between:
ca: Mode sense puntes: no actualitzis automàticament fins a que l'hora actual sigui:
fr: Retarder la mise à jour des chaînes à échéance pour travailler entre :

source: and
ca: i
fr: et

source: Autoupdate any due channels each time I press my handheld's sync button
ca: Actualitza automàticament els canals vençuts cada cop que premi el botó de sincronització
fr: Mettre à jour les chaînes à échéance à chaque fois que j'appuie sur le bouton de synchronisation de l'assistant

source: Advanced
ca: Avançades
fr: Avancé

source: Precision: compare current time to channels' due time every
ca: Precisió: comprara el temps actual amb el de venciment dels canals cada:
fr: Précision : comparer l'heure courante à l'heure d'échéance des chaîne toutes les

source: minutes
ca: minuts

source: Spidering status display
ca: Mostra l'estat de rastreig
fr: Affichage du suivi de la navigation

source: Show spider progress with:
ca: Mostra el progrés de rastreig anb:
fr: Afficher l'avancement de la navigation avec :

source: A console window
ca: Una finestra de cónsola
fr: Une fenêtre de terminal

source: A progress dialog
ca: Un diàleg de progrés
fr: Un dialogue de progression

source: Auto-close progress when done:
ca: Tanca automàticament el control de progrés quan acabi:
fr: Fermer automatiquement la progression lorsque la mise à jour est terminée

source: Always
ca: Sempre
fr: Toujours

source: If no errors occurred
ca: Si no hi han hagut errors
fr: Si aucune erreur n'est survenue

source: Execute command before spidering a group of channels:
ca: Executa aquesta ordre abans de rastrejar aquest grup de canals:
fr: Exécuter une commande avant la mise à jour d'un groupe de chaînes :

source: Execute command after spidering a group of channels:
ca: Executa aquesta ordre després de rastrejar aquest grup de canals:
fr: Exécuter une commande après la mise à jour d'un groupe de chaînes :

source: Inclusion/exclusion lists
ca: llistes d'inclusió i exclusiió

source: Edit shared inclusion/exclusion list (used by all channels)...
ca: Edita la llista d'inclusió i exclusió compartida (la que fan servir tots els canals)...

source: Use the application's built-in HTML editor
ca: Fes servir l'editor HTML inclòs

source: Use an external HTML editor:
ca: Fes servir un editor HTML extern.
fr: Utiliser un éditeur HTML externe :

source: Choose...
ca: Selecciona...
fr: Choisir...

source: Built-in editor options
ca: Opcions de l'editor de textos inclòs
fr: Options de l'éditeur HTML intégré

source: Toolbar complexity:
ca: Complexitat de la barra d'eines
fr: Complexité de la barre d'outils :

source: Basic (insert hyperlink only)
ca: Bàsica (només inserta enllaç)
fr: Simple (insérer un lien hypertexte seulement)

source: Complete (full toolbar set)
ca: Completa (tota la barra d'eines)
fr: Complète (tous les outils)

source: Insert linefeeds after text generated by toolbar buttons
ca: Insereix retorns de línea després dels textos generats pels botons de la barra d'eines
fr: Insérer un saut de ligne après le texte généré par les boutons

source: Showcase
ca: Aparador
fr: Vitrine de chaînes

source: Showcase options
ca: Opcions d'aparador

source: Showcase dialog layout:
ca: Format de la finestra aparador
fr: Disposition du dialogue de la vitrine :

source: Horizontal layout
ca: Format horitzontal
fr: Organisation horizontale

source: Vertical layout
ca: Format vertical
fr: Organisation verticale

source: Fields to use in my channel:
ca: Fes servir aquests camps al meu canal:
fr: Utiliser les champs suivants dans mes chaînes :

source: Name and URL only
ca: Només nom i adreça URL
fr: Nom et URL seulement

source: All possible fields
ca: Tots els camps possibles
fr: Tous les champs possibles
