Repository: arpruss/plucker
Catalog: plucker_desktop/langs/*/plucker-desktop.po
Languages: ca, fr

source: Choose fields to display in details pane...
ca: Trieu el camps que s'han de mostrar al panell...
fr: Choisir les champs à afficher dans le volet de détails...

source: Include images in channel previews (takes a longer time)
ca: lnclou imatges a les visualitzacions del canal (triga més)
fr: Inclure les images dans l'aperçu des chaînes (prends plus de temps)

source: Proxy
ca: Servidor intermediari

source: Use a proxy to access the Internet
ca: Fes servir un servidor intermediari per accedir a Internet
fr: Utiliser un proxy pour accéder à Internet

source: Show live preview
ca: Mostra la visualització prèvia
fr: Afficher l'aperçu

source: Show details
ca: Mostra detalls
fr: Afficher les détails

source: Launching...
ca: Executant...

source: <b>plkrAPPLICATION_SUITE_NAME</b> is a software suite that saves websites of your choice on your handheld. <b>plkrAPPLICATION_DESKTOP_NAME</b> is the program that handles the selection of websites that you want sent when you HotSync. You can then use the <b>plkrAPPLICATION_SUITE_NAME Viewer</b> to browse on your handheld.
ca: <b>plkrAPPLICATION_SUITE_NAME</b> és un conjunt de programes que guarden les pàgines pàgines web que volgueu al vostre ordinador de mà. <b>plkrAPPLICATION_DESKTOP_NAME</b> és un program uqe permet triar quines pàgines web voleu enviar quan sincronitzeu el vostre ordinador de mà. Llavors les podeu veure amb el visualitzar (Viewer) <b>plkrAPPLICATION_SUITE_NAME Viewer</b> al vostre ordinador de mà.

source: If you missed something during the installation, you can always get it back by clicking the <b>Options</b> menu, then on <b>Rerun setup wizard</b>.
ca: Si us heu deixat algun punt durant la instal·lació, sempre podeu tornar enrera, clicant el menu <b>Opcions</b>, llavors <b>Torna a executar l'auxiliar</b>

source: You can add a website by creating a <b>channel</b>. Channels contain information such as the home page of the website, the number of links that you will be able to click on, and the number of colors shown in pictures.
ca: Podeu afegir una pàgina web creant un <b>canal</b>. Els canals contenen informació com ara la pàgina inicial, el nombre d'enllaços que es baixaran, i el nombre de colors de les imatges.

source: You can add a new channel quickly by clicking the <b>Add Channel Wizard</b> button.
ca: Podeu afegir un nou canal ràpidament cliquant el botó <b>Auxiliar per Afegir Canals</b>.
fr: Vous pouvez ajouter rapidement une nouvelle chaîne en cliquant sur le bouton <b>Assistant de Création de Chaîne</b>.

source: There is a showcase of ready-to-go plkrAPPLICATION_SUITE_NAME channels. When adding a channel just click the <b>Browse showcase...</b> button and you can pick one out.
ca: Hi ha un aparador de

source: 256 colors
fr: 256 couleurs

source: No
fr: Non

source: All files (*.*)|*.*
fr: Tous les fichiers (*.*)|*.*

source: Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif|JPG files (*.jpg,*jpeg)|*.jpg;*.jpeg|All files (*.*)|*.*
fr: Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg|Fichiers PNG (*.png)|*.png|Fichiers GIF (*.gif)|*.gif|Fichiers JPG (*.jpg,*jpeg)|*.jpg;*.jpeg|Tous les fichiers (*.*)|*.*

source: Images (*.bmp, *.png, *.gif)|*.bmp;*.png;*.gif|Bitmaps (*.bmp)|*.bmp|PNG files (*.png)|*.png|GIF files (*.gif)|*.gif
fr: Images (*.bmp, *.png, *.gif)|*.bmp;*.png;*.gif|Images en mode point (*.bmp)|*.bmp|Fichiers PNG (*.png)|*.png|Fichiers GIF (*.gif)|*.gif

source: Programs (*.exe)|*.exe
fr: Programmes (*.exe)|*.exe

source: Programs (*.*)|*.*
fr: Programmes (*.*)|*.*

source: All files (*.*)|*.*|HTML, XML, Text files (*.html, *.htm, *.xml, *.txt)|*.html;*.htm;*.xml'*.txt|Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg
fr: Tous les fichiers (*.*)|*.*|HTML, XML, Fichiers texte (*.html, *.htm, *.xml, *.txt)|*.html;*.htm;*.xml'*.txt|Images (*.png, *.gif, *.jpg)|*.png;*.gif;*.jpg;*.jpeg

source: bytes
fr: octets

source: percent
fr: pourcent

source: Color:
fr: Couleur :
