Repository: arpruss/plucker
Catalog: plucker_desktop/langs/*/plucker-desktop.po
Languages: ca, fr

source: tip
ca: consell

source: Tip of the day
ca: Consell del dia
fr: Astuce du jour

source: Tips not available, sorry!
ca: Els consells no es troben disponibles!

source: My "global" tip text
ca: Text del meu consell "global"

source: &Close
ca: &Tanca
fr: &Fermer

source: &Show tips at startup
ca: &Mostra els consells al començar
fr: &Afficher les conseils au démarrage

source: &Next Tip
ca: &Següent Consell
fr: Conseil &suivant

source: [System default]
ca: [Opció per omisió]
fr: [Langue par défaut]

source: Czech
ca: Txec
fr: Tchèque

source: Danish
ca: Danès
fr: Danois

source: German
ca: Alemany
fr: Allemand

source: Spanish
ca: Castellà
fr: Espagnol

source: English
ca: Anglès
fr: Anglais

source: English (US)
ca: Anglès (Estats Units)
fr: Anglais (US)

source: Faeroese
ca: Feroès

source: French
ca: Francès
fr: Français

source: Italian
ca: Italià
fr: Italien

source: Japanese
ca: Japonès
fr: Japonais

source: Dutch
ca: Holandès
fr: Hollandais

source: Polish
ca: Polonès
fr: Polonais

source: Russian
ca: Rus
fr: Russe

source: Please choose language:
ca: Si us plau, trieu el llenguatge
fr: Sélectionnez une langue :

source: Language
ca: Idioma
fr: Langue

source: Help
ca: Ajuda
fr: Aide

source: Couldn't open help file named
ca: No es pot obrir l'arxiu d'ajuda anomenat
fr: Plucker Desktop ne trouve pas le fichier d'aide nommé

source: Enter keyword to search for:
ca: Introduiu la paraula clau que voleu cercar:
fr: Entrez un mot-clé à rechercher :

source: Search help for keyword
ca: Cerca ajuda per la paraula clau
fr: Rechercher un mot-clé dans l'aide

source: Cancel wizard
ca: Cancel·la l'auxilar
fr: Annuler l'assistant

source: This wizard will guide you through setting up
ca: Aquest auxiliar us guiarà en la configuració

source: for your system.
ca: del vostre sistema

source: You can specify what handheld software you would like installed, what handhelds or directories you want channels and software installed to, and set up your proxy
ca: Podeu indicar quin programario de l'ordinador de mà voleu instal·lar, quins ordinadors de mà i a quines carpetes voleu instal·lar els canals, i configurar el vostre servidor intermediari
fr: Vous pouvez spécifier quel logiciels vous voulez installer sur votre assistant personnel, sur quel assistant ou sur quels répertoires vous voulez installer le logiciel et les chaînes que vous créerez, et indiquer le proxy utilisé pour accéder à Internet.

source: Click Next to begin, or Cancel to exit the wizard.
ca: Feu clic a Segûent, o Cancel·la per sortir de l'auxiliar
fr: Cliquez sur Suivant pour continuer, ou sur Annuler pour sortir de l'assistant.

source: Install software/channels to these handheld destinations
ca: Instal·la programari o canals a aquests ordinadors de mà
fr: Installer le logiciel et les chaînes sur ces assistants personnels :

source: Install software/channels to these directory destinations
ca: Instal·la programari o canals a aquestes carpetes
fr: Installer le logiciel et les chaînes dans ces répertoires :

source: You can have some default channels automatically configured.
ca: Es poden configurar automàticament alguns canals per omisió

source: Use the checkboxes to select your desired channels.
ca: Feu servir els quadres de verificació per triar els canals.

source: The wizard has gathered all information needed to configure
ca: L'auxiliar ha obtingut tota l'informació necessària per la configuració

source: Click Finish to apply these settings and complete the wizard.
ca: Feu clic a Finalitza per desar aquests paràmetres i sortir de l'auxiliar.
fr: Cliquez sur Terminer pour appliquer ces paramètres et terminer l'assistant.

source: Install Handheld Software Wizard
ca: Instal·la l'auxiliar de programari de l'ordinador de mà
fr: Assistant d'installation des logiciels de l'assistant personnel

source: This wizard will reinstall the
ca: Aquest auxiliar tornarà a instal·lar la

source: viewer software to your handheld.
ca: programari de visualització al vostre ordinador de mà.

source: This is helpful if the software was accidentally erased from the device, and now needs to be reinstalled.
ca: Això és útil si el programari s'ha esborrat accidentalment del dispositiu, i ara s'ha de reinstal·lar.
fr: Cela est utile si le logiciel a été effacé accidentellement de votre assistant personnel, et doit maintenant être réinstallé.

source: Install handheld software to these handheld destinations
ca: Instal·la programari a aquests ordinadors de mà
fr: Installer le logiciel sur ces assistants personnels

source: Install handheld software to these directory destinations
ca: Instal·la programari a aquests ordinadors de mà
fr: Installer le logiciel dans ces répertoires

source: The wizard has gathered all information needed to install the handheld software.
ca: L'auxiliar ha obtingut tota la informació necessària per instal·lar el programari de l'ordinador de mà.
fr: L'assistant a obtenu toutes les informations nécessaires à l'installation du logiciel de l'assistant personnel.

source: Click Finish to perform the installation and complete the wizard.
ca: Feu clic a Finalitza per instal·lar i completar l'auxiliar.
fr: Cliquez sur Terminer pour effectuer l'installation et terminer l'assistant.

source: After clicking Finish, the handheld software will be sent your specified destinations.
ca: Quant feu clic a Finalitza, el programari de l'ordinador de mà s'enviarà a on heu indicat.
fr: Après avoir cliqué sur Terminer, le logiciel de l'assistant personnel sera envoyé sur les destination indiquées.

source: Enter a name for the new channel.
ca: Introduïu un nom per nou canal.
fr: Entrez un nom pour la nouvelle chaîne.

source: The channel name can be up to 26 letters long.
ca: El nom del canal pot tenir una llargada de fins a 26 caràcters.
fr: Le nom de la chaîne doit être au maximum de 26 caractères.

source: Channel name:
ca: Nom del canal:
fr: Nom de la chaîne :

source: Enter a starting page for the channel.
ca: Introduïu una pàgina inicial per al canal.
fr: Entrez une page de départ pour la chaîne.

source: The starting page and the pages it links to will be retrieved.
ca: Es carregarà la pàgina inicial i les que hi enllaçen.
fr: La page de départ et les pages sur lesquelles elle pointe seront récupérées.

source: You can choose to start on either a website URL or a local file on your hard drive.
ca: Podeu començar a la URL d'una pàgina web o a un arxiu local del vostre disc dur.
fr: Vous pouvez choisir de partir de l'URL d'un site Web ou d'un fichier local sur votre disque dur.

source: Start on a website URL:
ca: Inicia a l'adreça d'una pàgina (URL):
fr: Partir de l'URL d'un site Web :

source: Start on a local file:
ca: Inicia des d'un fitxer del disc
fr: Partir d'un fichier local :

source: Send channel output to these handheld destinations:
ca: Envia la sortida del canal a aquests ordinadors de mà:
fr: Envoyer le document sur ces assistants personnels :

source: Send channel output to these directory destinations:
ca: Envia la sortida del canal a aquests directoris destí::
fr: Envoyer le document dans ces répertoires :

source: The wizard has gathered all the information needed to create a new channel.
ca: L'auxiliar ha obtingut tota l'informació necessària per crear un nou canal.
fr: L'assistant a obtenu toutes les informations nécessaires à la création de la nouvelle chaîne

source: Click Finish to add the channel and complete the wizard.
ca: Feu clic a Finalitza per afegir el canal i sortir de l'auxiliar.
fr: Cliquez sur Terminer pour ajouter la chaîne et terminer l'assistant.

source: Launch a 'Configure channel' dialog when I click Finish.
ca: Executa una diàleg 'Configura el canal' en clicar Fi.
fr: Ouvrir le dialogue 'Configurer la chaîne' lorsque j'ai cliqué sur Terminer.

source: At least one destination is required. Click 'Add handheld..' or .'Add output directory...'.
ca: Cal al menys un destí. Cliqueu 'Afegir ordinador de mà...' o bé 'Afegir carpeta de sortida...'
fr: Au moins une destination est nécessaire. Cliquez sur 'Ajouter assistant...' ou 'Ajouter répertoire...'.

source: Destination required
ca: Es necessita un destí
fr: Destination nécessaire

source: Normal resolution Palm OS device
ca: Resolució Normal del dispositiu amb sistema operatiu Palm
fr: Assistant PalmOS en résolution normale

source: High resolution Palm OS device
ca: Resolució Alta del dispositiu amb sistema operatiu Palm
fr: Assistant PalmOS en haute résolution

source: Black and white
ca: Blanc i negre
fr: Noir et blanc

source: 4 shade grayscale
ca: Escala de 4 grisos
fr: 4 niveaux de gris

source: 16 shade grayscale
ca: Escala de 16 grisos
fr: 16 niveaux de gris

source: Thousands of colors
ca: Milers de colors
fr: Milliers de couleurs

source: Thai
ca: Tai

source: Turkish
ca: Turc
fr: Turc

source: Simplified Chinese
ca: Xinès simplificat
fr: Chinois simplifié

source: Software options
ca: Opcions de programari
fr: Options du logiciel

source: Type of handheld device:
ca: Tipus d'ordinador de mà
fr: Type d'assistant personnel :

source: Color depth of handheld device:
ca: Profunditat del color a l'ordinador de mà:
fr: Profondeur de couleur de l'assistant personnel :

source: Language for handheld software:
ca: Idioma del programari de l'ordinador de mà:
fr: Langue de l'assistant personnel :

source: Items to install
ca: Elements que cal instal·lar
fr: Eléments à installer

source: Install
ca: Instal·la

source: Viewer
ca: Visualitzador

source: (required)
ca: (necessari)

source: Install ZLIB decompression tool
ca: Instal·la l'eina de descompresió ZLIB

source: (strongly recommended)
ca: (molt recomanat)

source: user's manual
ca: manual d'usuari

source: (optional)
ca: (opcional)

source: Please enter a value in the text box to continue the wizard.
ca: Si us plau, esciviu un texte a la casella per a continuar l'auxilar.
fr: Entrez une valeur dans la zone de saisie pour que l'assistant puisse continuer.

source: Text required
ca: Es necessita un text
fr: Texte nécessaire

source: Browse showcase...
ca: Explora l'aparador...
fr: Parcourir la vitrine...

source: Choose file...
ca: Seleccioneu un fitxer...
fr: Choisir un fichier...

source: Choose start file
ca: Trieu el fitxer per començar
fr: Choisir un fichier de départ

source: Enter the depth of pages that you want to retrieve (1=retrieve starting page only):
ca: Indiqueu la profunditat de pàgines que voleu recuperar (1=recuperar només la pàgina inicial):
fr: Entrez la profondeur des pages que vous voulez récupérer (1=récupère uniquement la page de départ);

source: Maximum depth
ca: Profunditat màxima
fr: Profondeur maximum

source: Retreive linked pages to a depth of
ca: Recupera les pàgines enllaçades fins a una profunditat de
fr: Récupérer les pages liées jusqu'à une profondeur de

source: from the starting page
ca: des de la pàgina inicial
fr: en comptant la page de départ

source: Enter whether you want to exclude linked pages that are not on the server:
ca: Indiqueu si voleu excloure las pàgines enllaçades que no són al servidor:
fr: Indiquez si vous voulez exclure les pages liées qui ne sont pas sur le même serveur :

source: 'Stay on host' / 'Stay on domain' filters
ca: Filtres "No surtis de l'hostatge" / "No surtis del domini"
fr: Rester sur le même serveur / sur le même domaine

source: Ignore links to a server that is different from starting page's server
ca: Ignora els enllaços a un servidor diferent del de la pàgina inicial
fr: Limiter au seul serveur (nom strictement identique ; si la page de départ est sur www.plkr.org, rester sur www.plkr.org)

source: Limit to the exact server only
ca: Només al mateix servidor
fr: Limiter au seul serveur (nom strictement identique)

source: Only restrict to domain (eg allow www.plkr.org and www2.plkr.org)
ca: Limita't només al domini (per exemple permet www.plkr.org i www2.plkr.org)
fr: Restreindre au domaine complet (si la page de départ est sur www.plkr.org, autoriser www.plkr.org et www2.plkr.org)

source: Enable proxy
ca: Habilita el servidor intermediari
fr: Utiliser un proxy

source: This computer uses a proxy to access the Internet
ca: Aquesy ordinador fa servir un servidor intermediari per accedir a Internet
fr: Cet ordinateur utilise un proxy pour accéder à Internet

source: (If you are not sure whether or not you have a proxy, then just click 'Next')
ca: (Si no esteu segur si teniu un servidor intermediari o no, feu clic a 'Següent')

source: Proxy settings
ca: Paràmetres del servidor intermediari
fr: Réglages de proxy

source: Proxy server:
ca: Servidor intermediari:
fr: Serveur proxy :

source: Proxy login:
ca: Entrada al servidor intermediari:
fr: Login sur le proxy :

source: Proxy password:
ca: Contrassenya del servidor intermediari:
fr: Mot de passe sur le proxy :

source: Prompt for proxy password each time (more secure)
ca: Demana cada cop la contrassenya del servidor intermediari (més segur)

source: Your proxy server is invalid. It must begin with either http:// or https://
ca: El vostre servidor intermediari no és vàlid. Ha de començar per http:// o https://
fr: Votre proxy est invalide. Son nom doit commencer par http:// ou https://

source: Proxy invalid
ca: El servidor intermediari no és vàlid
fr: Proxy invalide

source: The setup wizard is not complete.
ca: No s'ha completat l'auxiliar de configuració
fr: L'assistant n'a pas terminé l'installation.

source: You can run this wizard again at a later time to complete the setup.
ca: Més tard podeu tornar a executar aquest auxiliar per completar la configuració
fr: Vous pourrez relancer cet assistant plus tard pour terminer l'installation.

source: Exit the setup wizard?
ca: Voleu Sortir de l'auxiliar de configuració...
fr: Fermer l'assistant d'installation ?

source: Setup Wizard
ca: Auxiliar de Configuració

source: The install handheld software wizard is not complete.
ca: L'auxiliar d'instal·lació del programri de l'ordinador de mà encara no ha acabat
fr: L'assistant n'a pas terminé l'installation des logiciels de votre assistant personnel.

source: You can run this wizard again at a later time to re-install the software.
ca: Més tard podeu tornar a executar aquest auxiliar per tornar a instal·lar el programari.
fr: Vous pourrez relancer cet assistant plus tard pour réinstaller les logiciels.

source: Exit the wizard?
ca: Sortir de l'auxiliar?
fr: Fermer l'assistant ?

source: The add channel wizard is not complete.
ca: No s'ha completat l'Auxiliar per Afegir Canals
fr: L'assistant n'a pas terminé la création de la chaîne.

source: You can run this wizard again at a later time to add the channel.
ca: Més tard podeu tornar a executar aquest auxiliar per afegir un canal
fr: Vous pourrez relancer cet assistant plus tard pour ajouter une chaîne.

source: Add New Channel Wizard
ca: Auxiliar per Afegir Canals
fr: Assistant de Création de Chaîne

source: Channel Name
ca: Nom del Canal

source: Unable to save home.html
ca: No s'ha pogut desar homr.html
fr: Impossible d'enregistrer home.html

source: Choose file to link to
ca: Escolliu un fitxer a enllaçar
fr: Choisir le fichier sur lequel pointer

source: Choose image source file
ca: Tria l'orígen de la imatge
fr: Choisir le fichier image

source: File Extension
ca: Extensió del fitxer
fr: Extension de fichier

source: Exclude
ca: Exclou
fr: Exclure

source: Include
ca: Inclou
fr: Inclure

source: Action
ca: Acció

source: Priority
ca: Prioritat
fr: Priorité

source: Add a new exclusion...
ca: Afegeix una nova exclusiió
fr: Ajouter une exclusion...

source: Edit selected exclusion...
ca: Edita l'exclusió seleccionada
fr: Modifier l'exclusion...

source: Delete selected exclusion
ca: Suprimeix l'exclusió seleccionada
fr: Supprimer l'exclusion

source: Are you sure you wish to delete this URL/extension from your exclusion list?
ca: Esteu segur que voleu suprimir aquesta URL o extensió de la vostra llistra d'exclusió?
fr: Etes-vous sûr de vouloir supprimer cette URL/extension de votre liste d'exclusions ?

source: Confirm delete
ca: Confirma la supressió
fr: Suppression

source: You must enter some text in the "Item to block" edit box.
ca: Heu d'entrar algun text al quadre d'edició "Element a bloquejar".
fr: Vous devez entrer une expression régulière dans la zone "Elément à bloquer".

source: Enter exclusion
ca: Introduïu l'exclusió
fr: Entrer une exclusion

source: Yes
ca: Sí
fr: Oui

source: Name
ca: Nom
fr: Nom

source: Description
ca: Descripció

source: Category
ca: Categoria
fr: Catégorie

source: Update Frequency
ca: Actualiyza la freqüència
fr: Fréquence de mise à jour

source: Update Period
ca: Actualitza el període
fr: Période de mise à jour

source: Update Base
ca: Actualitza al base
fr: Base de mise à jour

source: Update Enabled
ca: S'ha habilitat l'actualització
fr: Mise à jour activée

source: Image Depth
ca: Profunditat de la imatge
fr: Profondeur de couleur

source: Maximum Depth
ca: Profunditat màxima
fr: Profondeur maximum

source: Stay On Host
ca: No surtis de l'hostatge
fr: Rester sur le même serveur

source: Stay On Domain
ca: No surtis del domini
fr: Rester sur le même domaine

source: URL Pattern
ca: Patró d'enllaç (URL)
fr: Modèle d'URL

source: Downloading channel preview...
ca: Carregant la visualització prèvia del canal...
fr: Chargement de l'aperçu en cours...

source: Channel preview unavailable.
ca: No és disponible la visualització prèvia del canal.
fr: Aperçu de la chaîne non disponible

source: Formatting images...
ca: S'estan composant les imatges...
fr: Formatage des images...

source: Formatting hyperlinks...
ca: Formatant el hiperenllaços...
fr: Formatage des liens hypertexte...

source: Downloading images...
ca: Carregant imatges...
fr: Chargement des images...

source: Another instance of the application is already running, so aborting startup of second instance.
ca: Ja s'està executant una altre instància de l'aplicació, per això s'avorta l'inici de la segina instància.

source: Already running
ca: Ja s'està executant

source: &About
ca: &Quant a

source: About
ca: Quant a

source: version
ca: versió

source: Channel name
ca: Nom del canal
fr: Nom de la chaîne

source: Due
ca: Data de venciment
fr: Echéance

source: Are you sure you wish to permanently delete the selected channels?
ca: Segur que voleu eliminar permanentment els canals seleccionats?
fr: Etes-vous sûr de vouloir supprimer définitivement les chaînes sélectionnées ?

source: Confirm channel delete
ca: Confirmeu la supresió del canal
fr: Confirmation de suppression

source: No channels are currently due at this time.
ca: En aquest moment no hi ha cap canal vençut.
fr: Aucune chaîne n'est actuellement arrivée à échéance.

source: All due channels are updated
ca: Actualitza tots els canals estan vençuts
fr: Mise à jour des chaînes à échéance

source: You currently have no channels in your list. Would you like to add a channel now?
ca: No teniu cap canal a la vostra llista. Voleu afegir-ne ara?
fr: Vous n'avez pas encore de chaîne dans votre liste. Voulez-vous en ajouter une maintenant ?

source: No channels to update
ca: No hi ha cap canal per actualitzar
fr: Aucune chaîne à mettre à jour

source: Enter a descriptive name for the channel (maximum of 26 letters):
ca: Introduiu un nom que descrigui el canal (com a màxim 26 lletres):
fr: Entrez un nom descriptif pour la chaîne (26 caractères au maximum) :

source: Add a new channel
ca: Afegeix un canal alfa
fr: Ajouter une chaîne

source: Never
ca: Mai
fr: Jamais

source: Add a new channel...
ca: Afegeix un nou canal...
fr: Ajouter une chaîne...

source: Add a new channel using wizard...
ca: Afefeix un nou canal amb l'auxiliar...
fr: Ajouter une chaîne avec l'assistant...

source: Configure selected channel...
ca: Configura el canal seleccionat...
fr: Configurer la chaîne sélectionnée...

source: Delete selected channels
ca: Suprimeix els canals seleccionats
fr: Supprimer les chaînes sélectionnées

source: Update selected channels
ca: Actualitza els canals &seleccionats
fr: Mettre à jour les chaînes sélectionnées

source: Update all due channels
ca: Actualitza tots els canals vençuts
fr: Mettre à jour les chaînes à échéance

source: Update all channels
ca: Actualitza tots els canals
fr: Mettre à jour toutes les chaînes

source: Paste URL as new channel
ca: Enganxa l'adreça com a un nou canal
fr: Coller l'URL dans une nouvelle chaîne

source: Paste files as separate new channels
ca: Enganxa els fitxers com a canals separats
fr: Coller les fichiers dans de nouvelles chaînes

source: No destinations are selected for channel '
ca: No hi ha llibretes d'adreces seleccionades per importar.
fr: Aucune destination n'a été sélectionnée pour la chaîne '

source: '. Add some destinations now?
ca: '. Afegir alguns destins ara?
fr: '. Ajouter des destinations maintenant ?

source: No destinations selected
ca: No s'ha seleccionat cap destí
fr: Pas de destination

source: Always perform this check when about to update channels
ca: Fer sempre aquesta comprovació, abans d'actualitzar els canals
fr: Toujours vérifier avant de mettre à jour les chaînes

source: Send channel output to these handhelds
ca: Envia la sortida del canal a aquests ordinadors de mà:
fr: Envoyer le document sur ces assistants personnels :

source: Send channel output to these directories
ca: Envia la sortida del canal a aquestes carpetes
fr: Envoyer le document dans ces répertoires :

source: The specified file could not be found. Do you wish to create it?
ca: No es pot trobat el fitxer indicat. Voleu crear-lo?
fr: Le fichier spécifié est introuvable. Voules-vous le créer ?

source: Create new html file
ca: Crea un nou fitxer html
fr: Création d'un nouveau fichier HTML

source: Choose large icon
ca: Tria una icona petita
fr: Grande icône

source: Choose small icon
ca: Tria una icona petita
fr: Petite icône

source: No destinations are selected for this channel. Add some destinations now?
ca: No s'han triat destins per aquest canal. Voleu afegir-ne alguns ara?
fr: Aucune destination n'est sélectionnée pour cette chaîne. Ajouter des destinations maintenant ?

source: Always perform this check when closing this dialog
ca: Fes sempre aquesta comprovació al tancar aquest diàleg
fr: Toujours vérifier avant de fermer cette boîte de dialogue

source: Choose the colour
ca: Trieu el color
fr: Choisissez la couleur

source: Handheld destination
ca: Ordinadoir de destinació
fr: Assistant personnel

source: Add handheld...
ca: Afegir un ordinador de mà...
fr: Ajouter un assistant personnel...

source: Remove selected handhelds
ca: Suprimeix els ordinadors seleccionats
fr: Supprimer les assistants sélectionnés

source: Directory destination
ca: Directori de destinació
fr: Répertoire

source: Add output directory...
ca: Afegeix un directori de sortida...
fr: Ajouter un répertoire...

source: Remove selected directories
ca: Suprimeix les carpetes seleccionats
fr: Supprimer les répertoires sélectionnés

source: SD Card
ca: Targeta SD

source: Select additional handheld to receive the output
ca: Trieu altres ordinadors de mà que hagin de rebre la sortida

source: Select directory in which to place the output
ca: arpeta a on voleu la sortida
fr: Sélectionnez un répertoire où mettre le document

source: Storage
ca: Emmagatzemament

source: Card Directory
ca: Directori de la targeta

source: Choose external editor
ca: 'Seleccioneu l'editor
fr: Choisissez un éditeur externe

source: Fields to display in details pane:
ca: Trieu el camps que s'han de mostrar al panell de detall:
fr: Afficher les champs dans le volet de détails :

source: Select desired fields
ca: Trieu els camps desitjats
fr: Sélectionnez les champs

source: Handheld
ca: Ordinador de mà

source: Handheld user:
ca: Usuari de l'ordinador de mà

source: This is a USB-connected device
ca: Aquest és un dispositiu connectat amb USB

source: Location on handheld
ca: Situació a l'ordinador de mà
